{"id":1455,"date":"2017-11-07T11:28:11","date_gmt":"2017-11-07T16:28:11","guid":{"rendered":"https:\/\/adrc-waverley.adrcdb.ca\/?p=1455"},"modified":"2017-11-07T11:28:11","modified_gmt":"2017-11-07T16:28:11","slug":"negotiation-tips","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/","title":{"rendered":"Negotiation Tips"},"content":{"rendered":"<p>Power is an interesting concept as it relates to negotiation. We all have a sense of what power is, but usually from examples we can think of rather than because we know the definition. In fact, if asked for a definition of power in negotiation, we probably struggle, and prefer to just give examples of who has power and who does not.<\/p>\n<p>The reason is that we use the word ‘power’ in negotiation to mean a number of different things. For example, some people think of power in terms of the repercussions of walking away from the table and not reaching a deal. If you perceive that not reaching a deal is bad for you and really good for the other side, you’ll feel like they have all the power. And vice versa.<\/p>\n<p>Others perceive power in terms of how persuasive someone is in a negotiation. A ‘powerful negotiator’ is someone who has the skills, technique and confidence to persuade people who don’t want to be persuaded.<\/p>\n<p>Both are forms of power: the first is ‘substantive’ power and the second is ‘process’ power. The one you have more control over, of course, is process power and the best way to become a powerful negotiator is to learn effective negotiation techniques and improve your ability to persuade.<\/p>\n<hr \/>\n<p>Nobody wants to be taken advantage of in a negotiation. You don’t want to be taken and neither does the other side. So what can you use to protect yourself from being taken and to persuade the other side that they are not being taken?<\/p>\n<p>The answer is: standards of legitimacy. Look for objective criteria, benchmarks, standards of fairness that are external to the specific situation you’re involved it. If someone makes you an offer, ask them how they got it, where it came from and why it’s objectively fair. That way, you protect yourself.<\/p>\n<p>If you’re making an offer, make it based on an external standard so that if they other side asks you how you came up with it, you’ll have an answer. You’ll be able to explain why it’s not what you ‘want’ (since what you want would be much better for you), but rather what is objectively fair.<\/p>\n<hr \/>\n<p>There is a difficult balance in negotiation between threats and making sure the other side realizes the consequence (to them) of not reaching agreement.<\/p>\n<p>Threats are rarely helpful. If you tell the other side what you’ll do to them if they don’t agree with you, that will probably be perceived as a threat. Rather than give in to your threat, they’ll likely take the offensive and threaten you with something. People don’t like to be threatened, as they don’t like feeling that they’ve been put in a corner.<\/p>\n<p>But that doesn’t mean you shouldn’t let the other side know the consequence of not reaching a deal. It all comes down to how you say it. Rather than tell the person what you’ll do to them if they don’t agree with you, consider framing your comments in terms of the negative consequence to both of you of not reaching a deal. Suggesting that the result of not reaching a deal is bad for them as well as bad for you gets your point across (in terms of what will happen to them if they don’t reach a deal), but doesn’t come across as a threat.<\/p>\n<hr \/>\n<p>A lot of people talk about expanding the pie in negotiation, but not everyone knows what it means. Basically, expanding the pie is finding ways to create value in a negotiation.<\/p>\n<p>Before we ‘divide’ the pie and figure out how much each person gets of the fixed pie, we should try to make the pie as big as it can possibly be. Expanding the pie usually involves exploring interests and seeing if there are ways to meet each side’s interests (or needs) in ways that the other side finds acceptable. If we can make one side better off and the other side is at least as well off as before (if not better off), the pie has been expanded.<\/p>\n<p>Once we learn both sides’ interests, we expand the pie by brainstorming options that may meet the interests, in the hope of coming up with a solution that makes both sides better off than they would be if they don’t reach agreement.<\/p>\n<hr \/>\n<p>We all think we’re fair but we’re all in danger believing our own partisan perceptions. We think we know what others are thinking and how they’ll act and we convince ourselves that what we see proves what we thought would happen.  The best negotiators reject their partisan perceptions and try to see what the other person is really saying and doing.<\/p>\n<hr \/>\n<p>We often hear about random acts of kindness and something inside of us wants to see the kind person benefit in some way. It only seems fair.  Some of us even act on this and try to do something nice for the person who was kind. This is especially true if they’ve done something nice for us. When you receive a gift, you like to give a gift in return.<\/p>\n<p>This is also true in negotiation. Random acts of kindness are often reciprocated.  Some negotiators make a habit of giving the other side gifts in the middle of a negotiation, to try to improve the relationship between negotiators and make the other person want to be kind in return.  That is not to suggest that it’s always a good idea to give things in negotiation but there are situations where giving gifts can benefit you.<\/p>\n<hr \/>\n<p>Sometimes, it’s hard to get people to disclose things. Not just sensitive things. Lots of things. People fear that they’ll disclose something they shouldn’t and you’ll take advantage of them so they err on the side of too little disclosure. How do you deal with someone who keeps everything close to the vest and won’t disclose anything?<\/p>\n<p>Try modeling the behaviour you want them to exhibit. They need to see you as a person who won’t be taking advantage of their disclosure. The best way to do that is to disclose things yourself. I’m not talking about disclosure that is problematic for you (such as how dire your straights are or how badly you need a deal), but disclosure about your interests, wants and needs.<\/p>\n<p>If they see that you’re disclosing information about yourself, they’re much more likely to disclose about themselves.<\/p>\n<hr \/>\n<p>Some people get very emotional when they negotiate. They may do it as a tactic or they may just be emotional. They can get angry and sometimes extremely upset. How can you deal with someone who’s upset?<\/p>\n<p>Our natural inclination is to tell them not to be so emotional. We think they’ll be convinced that the logical thing for them to do is to be less emotional. Emotions are not formed out of logic, though. They are feelings. And people can’t logically make feelings go away.<\/p>\n<p>When people are emotional, they need to be heard. So you will need to hear them. Paraphrase and show them that you’ve heard what they said; tell them that you can hear that they’re upset; tell them that you want to hear more about what’s bothering them.<\/p>\n<p>When people feel heard and understood, they’re more likely to focus on the problem that needs to be solved rather than on their emotions.<\/p>\n<hr \/>\n<p>What should you do if the other person engages in personal attacks? Some people think they can intimidate you and get the upper hand by saying things that they think will upset you. They think you may be afraid of them and make concessions.<\/p>\n<p>Our natural inclination is to attack back or defend ourselves, but neither of those approaches works very often. If you attack back, you’ll likely get into a battle of attacks, and the negotiation is likely to break down. If you defend yourself, you fall into their hands, focusing on you and your behaviour rather than on the issue you’re there to negotiate.<\/p>\n<p>Try negotiation jujitsu and re-focus the attack on you into an attack on the problem. When the person says something derogatory about you, reframe it as a problem to be solved. For example, if someone says, “you’re obviously an inexperienced negotiator …”, you can reframe that by saying, “so how would an experienced negotiator find a fair solution to this problem?”<\/p>\n<hr \/>\n<p>Some people are afraid to make offers. They worry that their offers will either be too generous (and you’ll accept quickly) or too aggressive (and you’ll walk away from the table).<\/p>\n<p>One suggestion is, if feasible, give them the time they need to make a decision. If they feel pressured to make a decision, you may not like the decision they reach. Let them know that you’re always ready to talk and follow up regularly.<\/p>\n<p>If you can’t give them the time, try giving them comfort about your reaction to their proposal. For example, you may suggest that the two of you talk about options and explore whether options might be workable. They may be more comfortable putting options on the table rather than offers. If an option they suggest is one you’d be prepared to accept, you may want to indicate that to them to make it more comfortable for them to turn it into an offer.<\/p>\n<hr \/>\n<p>Sometimes we find ourselves in a negotiation where the person on the other side of the table doesn’t have the authority to make a deal. They’ve negotiated as though they do have authority but when it’s time to commit, they tell you they have to ‘take it back’ or ‘get approval’. You feel stuck.<\/p>\n<p>It’s always a good idea to ask at the beginning of a negotiation whether the other person has the authority to commit to a deal. If they don’t, you can sometimes arrange to get the person with authority to the table. Sometimes, though, that’s impossible and you have to negotiate even though the person doesn’t have authority.<\/p>\n<p>If you have to negotiate with someone who doesn’t have the authority, you may want to try to reach a tentative deal, subject to approval. My recommendation, though, is that it be subject to approval by both sides. Even though you may have the authority to commit, I’d suggest you not do so until both sides come to the table with authority. You then balance the negotiation so neither side has authority to make a deal until both sides have the authority.<\/p>\n<hr \/>\n<p>How do you deal with a competitive or positional bargainer? Someone who takes a position, anchors and don’t move? These people frustrate us as we look for the magic formula to cause them to make concessions.<\/p>\n<p>Unfortunately, there’s no magic formula.<\/p>\n<p>Usually, we try to convince them that they should move. We think of all of the reasoned arguments we can make and hope they will be convinced. Our experience is, though, that that rarely works.<\/p>\n<p>Try something counter-intuitive. Instead of focusing on why their position is wrong, focus on understanding why they think it’s right. Show them that you’re open to be persuaded by them. Ask them how they came up with the position. In order to change someone’s mind, we need to first understand where his or her mind is.<\/p>\n<p>Once you understand the justification and have shown that you’re open to be persuaded by them, they’re much more likely to be open to be persuaded by you.<\/p>\n<hr \/>\n<p>How do you know when to interrupt someone? We all want to be polite and let people finish their thoughts but we worry that we’ll forget ours and, more importantly, we worry that if we don’t interrupt, the other person will think we agree with everything they’re saying.<\/p>\n<p>As a general rule, it’s better not to interrupt. No one likes to be interrupted and the other person may resent and likely won’t appreciate the interruption. If you can write down your thoughts instead of interjecting them, you can keep them in mind but still allow the other person to finish.<\/p>\n<p>But sometimes the other person is talking for a long time and apparently assuming that you’re agreeing (because you’re not interrupting). In that case, I’d recommend you jump in and say something like, “I may not agree with everything you say and I’ll address your comments at the end, but in the meantime, please continue and I won’t interrupt”. That way, you let the person continue and make it clear that you’re not necessarily agreeing with everything.<\/p>\n<hr \/>\n<p>We have a tendency to want to push through our negotiations, to get things done quickly. Unfortunately, that sometimes means we don’t benefit from taking a break.<\/p>\n<p>Taking a break gives us a chance to sit back and consider what we’re doing and to think about whether we’re being pushed into a decision that isn’t really a good one for us.<\/p>\n<p>It also gives us a chance to speak to the other side on a social level. Getting a coffee with the person you’re negotiating with can lead to unanticipated benefits. You start to see each other as people with rather than as adversaries, and that can lead to good, creative deals.<\/p>\n<hr \/>\n<p>How can you use emotion to your advantage in a negotiation? The answer is: don’t be afraid to express how you feel. If something is bothering you or upsetting you, say so and talk about it with the other person.<\/p>\n<p>We sometimes think it’s wrong or ‘touchy-feely’ to talk about our emotions, so we hide them and avoid talking about them. But if we do talk about our emotions, others may react positively to them rather than negatively.<\/p>\n<p>Most people have an internal need to help others who are distressed and ask for help. If someone comes to you for help and is expressing distress, is your natural instinct to laugh? To think they’re weak? Or to think about how you can help.<\/p>\n<p>If you express frustration, fear of something new, or express how things upset you, others may try to assist you and you may find yourself better off than if you had just tried to hide your emotions.<\/p>\n<hr \/>\n<p>How can you keep your emotions in check in a negotiation?  The answer is, you don’t have to. It’s not realistic to keep emotions out of a negotiation and it’s a myth that negotiating with emotions is bad.  We can’t just turn off and turn on our emotions; they just exist.<\/p>\n<p>If we try to ignore them or keep them out of the negotiation, they’ll still end up getting in the way.<\/p>\n<p>The first step in dealing with your emotions is recognizing that we all have emotions and they’re not bad. They tell you about your mood and about how you perceive what you’re hearing. The trick is to use emotions to your advantage rather than having them engulf you.<\/p>\n<hr \/>\n<p>People often use threats in negotiations. They threaten the other side with what they’ll do if the other side doesn’t agree with them. The problem with threats is that they often just lead to counter-threats and an escalation of the dispute.<\/p>\n<p>There’s nothing wrong with telling the other side what will happen if they don’t reach a deal, but it’s better to tell them in a way that suggests that you would prefer not to go that route, rather than presenting it as a threat.<\/p>\n<p>That doesn’t mean that it’s always a good idea to talk about what happens when you don’t reach a deal. You should only disclose what you’ll do if you don’t reach a deal if the consequence is better for you (or worse for the other person) than the other person thinks it is. If the consequence is really bad for you, it’s better to avoid discussion about what will happen if you don’t reach a deal and just focus on the deal itself.<\/p>\n<hr \/>\n<p>How do you know how much to disclose to the other side in a negotiation and how much to keep close to the vest? Many people think it’s just a ‘gut feel’ test and that you should disclose information if you feel comfortable but you should not if you feel uncomfortable.<\/p>\n<p>The problem with a gut feel test is that your gut may not give you the right answer. You may disclose something that can hurt you or keep confidential something that may have allowed for a really good creative deal.<\/p>\n<p>The better way to decide is to separate information that relates to your interests from information about what you will do if you don’t reach a deal.<\/p>\n<p>It can be dangerous to disclose the dire straights you will be in if you don’t reach a deal. The other side may take advantage of knowing that information.<\/p>\n<p>On the other hand, it’s rarely a mistake to disclose information about your interests. Even when you think the information is irrelevant, it can help to disclose it. If you do, the other side may find a way to meet your interests that you hadn’t thought of.<\/p>\n<hr \/>\n<p>What do you do when the other person in a negotiation asks you something and you don’t know the answer? You can’t be expected to anticipate every question that the other person will ask.<\/p>\n<p>Many people are embarrassed when they’re asked a question and don’t know the answer, so they feel the need to either make up an answer or avoid the question. Making up an answer (or lying, to be blunt) definitely has its pitfalls. Avoiding the question may not be much better as it may create suspicion.<\/p>\n<p>I find the best approach is to be honest. It’s ok to say that you don’t know the answer to a question. You may need time to find out the answer or you may not be able to get that answer. That’s ok. People appreciate it when you admit that you’re not perfect and don’t know everything.<\/p>\n<hr \/>\n<p>If you walk away from the negotiation, have you failed? Definitely not. Some of the best deals are the ones we don’t make. If you say no and, instead, take a course of action that’s better for you than what would have happened if you’d said yes, you’ve made the right decision.<\/p>\n<p>Untrained negotiators sometimes accept deals because they don’t want to fail. They see a deal as a success and no deal as a failure. Others accept deals because they’re bullied into them. Others feel the time pressure and say yes just to get away from the table.<\/p>\n<p>These are all bad reasons to say yes. You should only say yes if the proposal that’s offered is better for you than the result if you walk away. Otherwise, saying no is the right thing to do.<\/p>\n<hr \/>\n<p>Some negotiators think that they get the best deals by being pushy. They think that others are sheep and need to be pushed around. They push and push and wait for others to cave in.<\/p>\n<p>I’m not going to tell you that this approach never works. Sometimes the other side does cave in and the pushy negotiator succeeds in getting what he or she wants. But often, it backfires.<\/p>\n<p>A number of things can go wrong if you’re too pushy in a negotiation: first, you may not get a deal when there is a deal that you could have reached. Both sides may walk away from the table expecting the other to cave in, and neither does. Both sides then lose out.<\/p>\n<p>Also, you may permanently damage a relationship. That may or may not seem important now, but it may very well be important at a later time.<\/p>\n<hr \/>\n<p>Are the best negotiators quiet or more talkative? There’s no correct answer to this question. We all have to be comfortable with our own style. If you’re a talker, you won’t be comfortable just listening; if you’re quiet, you won’t want to dominate discussions.<\/p>\n<p>That said, some of the best negotiators I’ve seen do a lot more listening than talking. They gather the information they need while asking probing questions to find out more. Other people like to talk. Especially about themselves and especially about what they want. Asking them questions will make them comfortable and will allow you to get more information and more knowledge. And knowledge is power.<\/p>\n<hr \/>\n<p>Can you negotiate with your wife or husband? Of course. You do it all the time.   You decide who cooks, who takes out the garbage, who walks the dog and what movie you go to. These are real negotiations that require real skill.<\/p>\n<p>We all know that negotiation is not just giving in. But it’s also not bullying. Most of us wouldn’t consider bullying our partner about what movie we should go to, but some of us would consider bullying the other side in a business negotiation. We don’t think about the consequence of destroying the relationship.<\/p>\n<p>That’s not to say that giving in is the answer. Some of us just give in to our partner to avoid a fight. We end up doing things we don’t like and we resent it.<\/p>\n<p>The best approach, of course, is neither extreme. In both personal life and business, we need to explore options and find a solution that meets both our interests and the other person’s.<\/p>\n<hr \/>\n<p>When we think about negotiation, we obviously first think about negotiation with others, but we also negotiate with ourselves. Those are sometimes the toughest negotiations. And we break our agreements with ourselves all too often.<\/p>\n<p>January is a time for resolutions. Some of us resolve to exercise more, to eat better, to be better parents, friends or children. But do we stick to our resolutions? Sometimes we don’t because we don’t feel we’re going back on our word when we renege. This year, consider your New Years Resolution to be a true commitment; one you can’t go back on.<\/p>\n<p>While you’re at it, one commitment you may want to make is to consider further negotiation training. Training is one of those things we put off and put off, always thinking we can do it later. But at some point, we should negotiate with ourselves and commit to self-improvement.<\/p>\n<hr \/>\n<p>JASON: Dad, you’ve always told me I can negotiate anything but I can’t negotiate better marks with my Profs.<br \/>\nALLAN: Just because something’s negotiable, Jase, doesn’t mean the other person has to agree. When you speak to your Prof’s, show them that you understand that they have to be fair to everyone and maybe then they’ll be more inclined to listen to you.<br \/>\nJASON: I guess the other option is to study more.<\/p>\n<hr \/>\n<p>A client recently asked me why negotiations always have offers and counter-offers; why can’t people just give their real bottom line at the beginning and save time? It’s not necessarily logical but it is true that many people need to see the other side make concessions before they say yes to a deal.  It’s in your interest, therefore, to start with an initial position that you can make a concession from.<\/p>\n<hr \/>\n<p>ALLAN: I’ve often been asked to create a course on negotiating with teenagers.<br \/>\nMELANIE: It’s easy, dad. Just agree to everything we say.<br \/>\nALLAN: I figured you’d say that.  Another option is listening, brainstorming and being open to be persuaded.<br \/>\nMELANIE: I guess that works too but I like it better if you agree to everything I say.<\/p>\n<hr \/>\n<p>We all think we’re fair but we’re all in danger believing our own partisan perceptions. We think we know what others are thinking and how they’ll act and we convince ourselves that what we see proves what we thought would happen.  The best negotiators reject their partisan perceptions and try to see what the other person is really saying and doing.<\/p>\n<hr \/>\n<p>We often hear about random acts of kindness and something inside of us wants to see the kind person benefit in some way. It only seems fair.  Some of us even act on this and try to do something nice for the person who was kind. This is especially true if they’ve done something nice for us. When you receive a gift, you like to give a gift in return.<\/p>\n<p>This is also true in negotiation. Random acts of kindness are often reciprocated.  Some negotiators make a habit of giving the other side gifts in the middle of a negotiation, to try to improve the relationship between negotiators and make the other person want to be kind in return.  That is not to suggest that it’s always a good idea to give things in negotiation but there are situations where giving gifts can benefit you.<\/p>\n<hr \/>\n<p>Most people think that the negotiation ends when the two sides shake hands or sign an agreement.  The deal is done and they should stop negotiating. The truth is, though, that there’s a lot more to negotiate.<\/p>\n<p>First, most negotiations need implementation and it’s a rare situation where there aren’t things we need to negotiate after we shake hands.  If you’ve negotiated in an ethical way and preserved the relationship, you should be in good shape to deal with implementation.<\/p>\n<p>There’s another opportunity, though.  Once you’ve agreed, you can still see whether you can make the deal better. This is known as trying to make the deal Pareto superior or Pareto optimal.<\/p>\n<p>When we negotiate, we keep information confidential. While that may help us not be taken advantage of, it may prevent us from coming up with creative options. Once we reach a deal, we can disclose some of our confidential information to see if that allows us to make the deal better for both of us. If we can’t make the deal better for both, we still have the deal we’ve made to fall back on. The deal we’ve made is a binding deal unless we both agree to change it to a new deal. There’s no downside, therefore, to disclosing information to see if that allows you to improve on the deal you’ve already reached.<\/p>\n<hr \/>\n<p>There are lots of negotiation tricks out there. Some people always like to have the tallest chair; they want to sit at the head of the table; some like to make sure they have more people on their side of the table than you have on yours; some like to make you face out the window so that you’ll be distracted.<\/p>\n<p>I find that, not only to these tactics rarely work, they often backfire. I really like it when someone tries one of the ‘tricks’ on me because it usually gives them a false sense of security.  They become so focused on the trick that they often don’t focus enough on meeting their interests (or those of their clients).  I try to make them feel superior while I negotiate a really good deal for me.<\/p>\n<hr \/>\n<p>We are all emotional, to a degree. Some of us show our emotions outwardly while others keep emotions in check. Many people think that effective negotiators hide and stifle emotions and that a show of emotion is a show of weakness. I disagree.<\/p>\n<p>Emotions are real. We cannot make them go away.  They exist whether we want them to or not. The good news is that we can use emotion to our advantage in negotiation. There’s nothing wrong with being passionate about something.  That can sometimes cause the other person to want to satisfy your passion.<\/p>\n<p>Even if you’re upset, it’s not necessarily bad to show that you’re upset. Most people, when dealing with someone who is upset, try to find a way to take away the stress from the negotiation and calm the waters.  They look for ways to make you feel better.  That’s usually not a bad thing.<\/p>\n<hr \/>\n<p>Most people prefer if the other side makes the first offer. We’re afraid that if we make the first offer, it may be too good for the other side and they’ll quickly accept, or it may upset them and they may walk away.  Those are valid concerns and effective negotiators make offers that limit the likelihood of either of those scenarios playing out. For example, when they make first offers, they don’t present them as ultimatums, but rather as options. Also, they try to base their offer on an objective, fair standard, but one that is good for them.<\/p>\n<p>There are also benefits to making the first offer. People who put the first number on the table set the parameters of the negotiation, for example. They also set the process for how offers should be made.<\/p>\n<p>Because many people prefer to receive first offers, negotiators often have to go through a long, drawn-out ‘dance’ where both sides are waiting for the other to make the first offer. The person who does offer first breaks the ice and allows the negotiation to move forward.<\/p>\n<p>This is not to suggest that it’s always a good idea to make the first offer; that said, there are benefits to offering first and sometimes that can give the person who makes the offer a strategic advantage.<\/p>\n<hr \/>\n<p>Most people assume that it is not possible to negotiate with retailers. There is power in a price tag. When we see a price in a store, we assume that’s it. In a lot of cases, of course, that’s true and there is no ability to negotiate the price of many items that are for sale in retail stores. In other situations, though, there is an opportunity to negotiate.<\/p>\n<p>The trick is to ask. It’s an easy trick but so few people actually ask.  The retailer can always say no. There was a study I read about at the University of Pennsylvania where business students experimented with trying to negotiate for items for sale in retail stores. They were amazed to learn that, in many cases, they received significantly better prices simply by asking.<\/p>\n<p>Price isn’t the only thing you can negotiate when you shop. You may be able to negotiate terms of payment, free shipping, a free ‘throw in’ or some other non-financial benefit.  You’ll never know until you ask.<\/p>\n<hr \/>\n<p>How much do you have to sacrifice ethics to be an effective negotiator?  The answer is not at all.  Some people believe that you have to mislead to be an effective negotiator and, in my experience, that’s just not true. The most effective negotiators have learned the techniques that allow them to be completely honest and ethical and still negotiate the best deal. There are ethical and effective approaches to all negotiation problems.  Those who sacrifice their ethics have short careers.  Everyone knows who they are, people don’t trust them and people don’t want to negotiate with them.<\/p>\n<hr \/>\n<p>It’s December and there’s a chill in the air, but is there also a chill at your negotiation table?  We focus a lot on what we say in negotiation but not nearly enough on how we say it?  We focus a lot on the substance of what we’re negotiating but sometimes ignore the process.  A friendly, open attitude toward someone else often causes them to be friendly and open to us.  If you’re both open and friendly, you’re more likely to be able to work out a good deal.<\/p>\n<hr \/>\n<p>When we want to persuade someone, we often tell them why we’re right and they’re wrong. As we all know, this rarely persuades them, and yet it’s the technique most people use to try to persuade.  The problem is that others rarely believe they’re wrong, and they’re rarely persuaded just because we tell them they’re wrong. Instead, show that you’re open to their ideas and explore different options with them.  Try to get them to persuade themselves because if they do, you don’t have to persuade them.<\/p>\n<hr \/>\n<p>Salespeople are always negotiating with customers. What’s the biggest mistake they make when they’re trying to sell something?  They talk about what they think their customers want rather than listening to what their customers have to say and reacting to what they say.  Customers and clients give us lots of clues about their needs and interests, but we don’t always listen. The best salespeople don’t presume they know what their customers want; they ask lots of questions, listen to the answers, and then give their thoughts.<\/p>\n<hr \/>\n<p>It’s back to school time for the kids, but how about for you?  How much are you leaving on the table in your negotiations?  What deals aren’t you making?  What do others know about negotiation that you don’t know?  No matter how much natural ability you have, you can improve your negotiation skills by learning the latest techniques.  Have you wondered why professional athletes still need coaches? The athletes are very skilled (most of them, anyway), of course, but they know that they can still get better with coaching. If you learn one technique at a negotiation course that gets you one better deal, isn’t it worth it?  (Ok, I know it’s not really a negotiation tip but I hope you’ll let me get away with a bit of a sales pitch this once.)<\/p>\n<hr \/>\n<p>How do you convince someone that your proposal is ‘fair’?  Fairness is a subjective concept and people have different ideas of fairness. Just because you think something is fair doesn’t mean the other person will think it’s fair.  One suggestion is to look to comparables or objective criteria, because people are more persuaded by an objective standard than by you saying that you think something is fair.  Objective standards are criteria that are outside the specific negotiation; something both sides can look at and agree is fair.  For example, if you’re buying or selling a house, you would want to know what similar houses have sold for recently.<\/p>\n<hr \/>\n<p>Sometimes we forget that many of our conversations with family members are negotiations.  We are trying to persuade them and they’re trying to persuade us. We might negotiate about whether or where we go to dinner, who takes out the garbage, when the children go to bed or where we’re going to live.  Effective negotiators, the people who have the tools that let them persuade, are effective both at work AND at home.  One of the tools that effective negotiators use is that they consult before deciding. People don’t often like or appreciate it if others make decisions for them. This is true even if the decision is a good one. If you consult with people before you make your decision, they’ll feel that their voice has been heard and they’ll be more likely to accept the final decision.<\/p>\n<hr \/>\n<p>A good negotiator is a creative one.  We need to find creative solutions to problems so that we don’t get locked in a fixed-sum negotiation. But how can we be more creative?  One idea is to have a brainstorming session in your negotiation where all involved try to come up with creative ideas.  Brainstorming works best when you employ two ground rules: first, no criticism of the options that are being generated; second, no commitment to the options – they are options, not offers.  If we free ourselves from having to worry about whether an option is a good one, we’re more likely to come up with creative options.<\/p>\n<hr \/>\n<p>The word ‘but’ is the great eraser in a negotiation. It erases everything good that you said before the ‘but’. If I say to you,  ‘you have a good point but you’re wrong’, you’re more likely to focus on the second part of what I said (the ‘you’re wrong’ part), and miss the fact that I said you have a good point.  When we use the word ‘but’ in the middle of a sentence, we can lose the good things we’ve said before the ‘but’.  If you can restructure your sentence and use the word ‘and’ instead of ‘but’, it can often help. For example, if I had said, ‘you make a good point and we also have to look at some of the difficulties we’ll encounter if we go down that path’, that would have been a lot easier to hear.<\/p>\n<hr \/>\n<p>When we have something important to say, it dominates our thoughts and we feel a strong need to get it out.  Unfortunately, the impact on others can be that they see us as pushy and unwilling to listen. When we listen to others first, they are more likely to want to listen to us. If we can take the time early in a negotiation to show others that we’re listening to them and THEN put forward our ideas, they’ll be more likely to hear our ideas.<\/p>\n<hr \/>\n<p>“Why” is the most important question in a negotiation.  It gets us information about other peoples’ interests, wants and needs.  The more information we have, the more likely we’ll be able to find a solution that works for us and for the other side.  It’s hard to ask too many questions; we often ask too few.  We are sometimes so focused on getting our point across that we don’t take the time to learn the information that we need to know in order to reach an agreement. We make wrong assumptions and get bogged down in time-wasting and unnecessary debates.  Remember that we have two ears and one mouth and should use them in proportion!<\/p>\n<hr \/>\n<p>People often start a negotiation with their position.  Your position is what you think the final result should be.  The obvious rhetorical question is, should we really start a negotiation at the end, with the result, or should we work our way to a result and come up with a position later in the negotiation?<\/p>\n<p>If we take the time to hear other peoples’ ideas, find out about their interests and learn what’s important to them, we’re more likely to craft an answer (a position) that they will find acceptable.  If we lock ourselves into a position early in the negotiation, we may find ourselves arguing over positions rather than searching for good answers.<\/p>\n<hr \/>\n<p>Sometimes you have to negotiate with someone who seems to have all of the power; for example, you may have to negotiate with your boss.  That doesn’t mean there’s nothing you can do.  We all have the power to be more persuasive negotiators and use techniques that will cause others to do things that we want them to do. For example, when you’re negotiating with your boss, you can refer to objective criteria or standards of fairness as a way to persuade.  Everyone likes to think that they’re being fair and if your boss sees that he or she is not being fair, they may change their approach.<\/p>\n<hr \/>\n<p>What is power in negotiation and how do you address a power imbalance?  A common concept of power is that people have power in a negotiation if their walk-away alternative is really good.  If you want to improve your power, therefore, you need to find a way to improve the situation if you walk away. Take some time before the negotiation to consider the possible consequences of not reaching a deal, and see if you can make the situation better for you.  If you do that, you’ll feel a lot more powerful in the negotiation.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Power is an interesting concept as it relates to negotiation. We all have a sense of what power is, but usually from examples we can think of rather than because we know the definition. In fact, if asked for a definition of power in negotiation, we probably struggle, and prefer to just give examples of [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[132,133],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Negotiation Tips | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Negotiation Tips | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"Power is an interesting concept as it relates to negotiation. We all have a sense of what power is, but usually from examples we can think of rather than because we know the definition. In fact, if asked for a definition of power in negotiation, we probably struggle, and prefer to just give examples of [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2017-11-07T16:28:11+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/\",\"name\":\"Negotiation Tips | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2017-11-07T16:28:11+00:00\",\"dateModified\":\"2017-11-07T16:28:11+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/negotiation-tips\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1455"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=1455"}],"version-history":[{"count":1,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1455\/revisions"}],"predecessor-version":[{"id":1456,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1455\/revisions\/1456"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=1455"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=1455"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=1455"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}