{"id":1511,"date":"2018-08-12T11:21:24","date_gmt":"2018-08-12T15:21:24","guid":{"rendered":"https:\/\/adrc-waverley.adrcdb.ca\/?p=1511"},"modified":"2018-08-12T23:35:41","modified_gmt":"2018-08-13T03:35:41","slug":"the-chosen-alternatives","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/","title":{"rendered":"The Chosen Alternatives"},"content":{"rendered":"<p><strong>Written by Mallory Hendry<\/strong><br \/>\nPosted on <a href=\"http:\/\/www.canadianlawyermag.com\/\" target=\"_blank\" rel=\"noopener\">www.canadianlawyermag.com<\/a> on May 15, 2017<\/p>\n<p>Demand for alternative dispute resolution growing in wake of Jordan.<\/p>\n<p>According to the lawyers at the arbitration chambers on the top 10 list who spoke to Canadian Lawyer, we’re on the cusp of an alternative dispute resolution revolution.<\/p>\n<p>“People are about to realize they have to be a lot more creative,” says Allan Stitt, owner of ADR Chambers. “I don’t mean inside the box but a lot more creative.”<\/p>\n<p>He says he’s heard about chess clock arbitrations, Redfern schedules and how discovery is moving from where you just discover anything that could possibly be relevant, and while he calls these interesting developments, he still feels they are operating within the box and failing 98 per cent of the market. He says the vast majority of disputes don’t justify a full-blown arbitration process and there is an opportunity now for the arbitration community to start coming up with ways people can do arbitration in an expedited way.<br \/>\n<span id=\"more-326\"><\/span><br \/>\n“I think what’s going to happen next is some lawyers are going to really try to be creative and other lawyers will have to be brought along kicking and screaming to say proportionality is going to have to become more important than due process in arbitration — and that’s for me the crucial thing,” Stitt says. “Once people take that step, then all bets are off. Anything goes.”<\/p>\n<p>Stitt says he’s developed expedited rules and seen others try to use similar ones only to meet resistance. ADR Chambers has done a few cases using Stitt’s rules and they’ve gone well, he says, but you need “really forward-thinking” lawyers on both sides. More often than not, one of them says no, but despite some pushback, he is sure this is where arbitration is headed.<\/p>\n<p>Brian Casey, of Bay Street Chambers, agrees that arbitrators have to find ways to be creative in their delivery, but he warns that they also must be careful not to become slaves to a rigid procedure.<\/p>\n<p>“We got into arbitration in part to avoid the sometimes overly rigorous rules of court and one thing you don’t want to see is arbitrators simply developing a new set of rules that they think must be followed,” he says. “Flexibility is key.”<\/p>\n<p>For Paul Torrie, president of Global Resolutions, the fact it’s a non-regulated profession means for mediators to continue to be value added to the process, they need to “up their game on their creativity” through their effectiveness, energy and perseverance.<\/p>\n<p>In line with Stitt, Torrie thinks that, going back to evolutionary process, “we reached one plateau of development and are about to launch into another.”<\/p>\n<p>He adds the Supreme Court of Canada’s decision in R. v. Jordan has had the effect of essentially prioritizing criminal cases, which consequently pushes civil cases further down on the priority list.<\/p>\n<p>“This means mediation becomes even more relevant and important,” he says. “In the last few years, there’s been a greater number of people offering mediation services and as a consequence I think there are a lot more options for counsel and their clients. I think that’s very healthy and good for everybody.”<\/p>\n<p>Paul Iacono, founder of YorkStreet Dispute Resolution Group Inc., says all of the problems in the area of civil justice that created the need for ADR in the first place are still there — if anything, they’re getting worse. Civil justice and ADR will always be joined at the hip, he says.<\/p>\n<p>“What’s happening now is maybe one per cent of all of the civil actions that are launched are actually getting to trial,” Iacono says. “When they get to the courthouse, they take too long. So there will always be a need for ADR.”<\/p>\n<p>Casey agrees the demand for ADR is still high, adding the cases he deals with most vary year to year, though he’s found it evenly divided between domestic and international work lately, with “a lot of work in the energy field in arbitration.”<\/p>\n<p>While the biggest area is still insurance and personal injury, this historical leader is losing some of its dominance, says Iacono.<\/p>\n<p>“That business is shrinking because there’s going to be fewer lawsuits, the threshold’s higher, the deductible’s higher,” he says. “I think, eventually, in the area of accident benefits, that’s probably going to turn into something like workers compensation.”<\/p>\n<p>Torrie agrees the majority of work Global Resolutions does has a negligence base to it, and he says that, for his firm, the second largest group after that is commercial matters.<\/p>\n<p>The area of estates mediation is a rapidly growing area. These cases are more traditional mediation, Iacono says, noting it’s becoming a huge source of litigation as “billions of dollars pass from one generation to the next and there is inevitably arguments,” usually about money. They are straightforward disputes, he says.<\/p>\n<p>One area that’s challenging YorkStreet right now is work with First Nations, which Iacono says is groundbreaking.<\/p>\n<p>“It requires what I call a ‘hybrid form’ of mediation,” he says. “It really is a team approach because in these kinds of disputes there are so many moving parts. You need neutrals with special skills. You require someone who can bridge the cultural gap and someone who can sort through multiple layers of conflict.”<\/p>\n<p>He says he’s been refining techniques because the mediation process is fluid.<\/p>\n<p>“Going down the road we’re going to be thinking about how can we refine our approach, how can we make it better? We’ve seen it work and now we have to take on some tougher challenges.”<\/p>\n<p>Another trend noted was an increased interest in ADR by younger partners and associates in litigation firms.<\/p>\n<p>Though Casey says there is a higher degree of co-operation expected and he finds in some cases they still have to educate counsel on that fact, he speculates younger lawyers are more comfortable because they’ve taken a course in ADR, noting when he went to school there was no such thing.<\/p>\n<p>“Canada is small, relatively speaking,” he says. “If you can’t get educated by experience, the only other way is to get educated by learning through books and courses and whatnot. I think in this country in particular education is the key.”<\/p>\n<p>Torrie, who has been practising ADR since the late ’80s, says he’s seen an evolution in mediation practice that has become a stand-alone discipline of mediation advocacy.<\/p>\n<p>Most lawyers on the civil side accept their cases will most likely be argued in a mediation room than a courtroom, he says, and as a consequence the “skill package” they need is a combination of advocacy and negotiation — and there is a corresponding trend in the training of lawyers that he says is positive.<\/p>\n<p>Torrie spoke to Canadian Lawyer from an empty classroom at Queen’s University School of Law where he was waiting to speak to a class focused on mediation advocacy and skills.<\/p>\n<p>“What we’re seeing now are lawyers who are emerging from law schools into a practice where they’re more focused on how they’re going to be successful in a mediation as opposed to a trial,” he says.<\/p>\n<p>Osgoode Hall Law School at York University is also offering classes on ADR. Iacono spoke to students focusing on ADR early in March and told them if they decide to go into the practice of litigation it is very likely it will be 10 years or more before they get into a courtroom in front of a Superior Court judge, because of problems in civil justice. Because of the growth of ADR, on the other hand, they’ll be mediating their first case within a week.<\/p>\n<p>“It’s a growing area in law school, and that’s good — it’s important,” Iacono says. “It’s a great procedure. For our fellow citizens, a lawsuit is a pathological experience. Arbitration is informal, relaxed, nobody bites them. It’s a process that flows and you get a dispute settled in a day. What could be better?”<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Written by Mallory Hendry Posted on www.canadianlawyermag.com on May 15, 2017 Demand for alternative dispute resolution growing in wake of Jordan. According to the lawyers at the arbitration chambers on the top 10 list who spoke to Canadian Lawyer, we’re on the cusp of an alternative dispute resolution revolution. “People are about to realize they have to [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Chosen Alternatives | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Chosen Alternatives | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"Written by Mallory Hendry Posted on www.canadianlawyermag.com on May 15, 2017 Demand for alternative dispute resolution growing in wake of Jordan. According to the lawyers at the arbitration chambers on the top 10 list who spoke to Canadian Lawyer, we’re on the cusp of an alternative dispute resolution revolution. “People are about to realize they have to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2018-08-12T15:21:24+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-08-13T03:35:41+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/\",\"name\":\"The Chosen Alternatives | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2018-08-12T15:21:24+00:00\",\"dateModified\":\"2018-08-13T03:35:41+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-chosen-alternatives\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1511"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=1511"}],"version-history":[{"count":2,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1511\/revisions"}],"predecessor-version":[{"id":1652,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1511\/revisions\/1652"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=1511"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=1511"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=1511"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}