{"id":1517,"date":"2018-08-12T11:23:23","date_gmt":"2018-08-12T15:23:23","guid":{"rendered":"https:\/\/adrc-waverley.adrcdb.ca\/?p=1517"},"modified":"2018-08-12T23:35:07","modified_gmt":"2018-08-13T03:35:07","slug":"independent-franchise-system-ombudsman-programs","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/","title":{"rendered":"Independent Franchise System Ombudsman Programs"},"content":{"rendered":"<p>by <a href=\"https:\/\/adrchambers.live\/neutral\/frank-zaid\/\">Frank Zaid<\/a><\/p>\n<p>Some leading franchisors in the United States have established independent franchise system ombudsman programs; and the trend is becoming more common in Canada as a means of resolving potential problems or disputes between franchisors and their franchisees. How do these programs work, why are they attracting attention and what are the benefits for both franchisors and franchisees?<\/p>\n<p>Commensurate with the growth of franchising in the Canadian economy, franchise legislation is now in force in five of the ten provinces in Canada, with a sixth committed to introduce legislation in early 2014. Also commensurate with the growth of franchising is the increasing number of franchise disputes between franchisors and their franchisees. Most of the franchise disputes heard by the courts are on an individual franchisee\/franchisor basis. But some disputes involve issues common to virtually all of the franchisees within a system, past and\/or present, and actions may be commenced on a group or multi-plaintiff basis under class action legislation. Given this activity, franchisors should be focusing more attention on ways to avoid or resolve potential litigation at an early stage.<br \/>\n<span id=\"more-151\"><\/span><\/p>\n<p>Another incentive for franchisors to resolve disputes at an early stage, and particularly before they become lawsuits, is the impact of disputes on franchise disclosure documents. One of the required items to be included in franchise disclosure documents under all provincial franchise legislation is a statement, including details, regarding whether the franchisor or a director, general partner or officer of the franchisor has been convicted of fraud, unfair or deceptive business practices or a violation of a law that regulates franchises or businesses, or whether a charge is pending against the person involving such a matter. Further, a disclosure document must contain a statement, including details, regarding whether any such person has been subject to an administrative order or penalty imposed under a law of any jurisdiction regulating franchises or businesses or whether the person is the subject of any pending administrative actions under such a law. Finally, a statement, including a description of details, must be disclosed indicating whether any such person has been found liable in a civil action of misrepresentation, unfair or deceptive business practices or violation of a law that regulates franchises or businesses, including a failure to provide proper disclosure to a franchisee or whether a civil action involving such allegations is pending against the franchisor.<\/p>\n<p>Franchisors would prefer not to have descriptions of these matters (especially civil suits) included in their franchise disclosure documents because of the negative effect on prospective franchisees and, in certain cases, because such actions may disentitle the franchisor from relying on an exemption from the requirement to disclose financial statements. If a franchise dispute is resolved without court process, the dispute will be confidential and private to the parties, and may not be subject to inclusion in a franchise disclosure document.<\/p>\n<p>In an effort to resolve disputes at an early stage and to minimize the negative effects of litigation on the parties and the franchise industry in general, both the Canadian Franchise Association and the International Franchise Association have established ombudsman programs for franchisors and franchisees to use, at no charge. However, as these programs have limitations on time and resources, some franchise systems have created their own independent franchise system ombudsman programs for use only by the franchisor and franchisees within the system.<\/p>\n<p>An ombudsman is a neutral, independent resource who provides informal, confidential assistance to help with the resolution of concerns and complaints. In a franchise relationship, as in any business relationship, there is the potential for disputes. An ombudsman program provides the services of a confidential and neutral third-party ombudsman to help resolve problems as early as possible in an amicable and expeditious fashion.<\/p>\n<p>The ombudsman helps facilitate a resolution by discussing the issues and facilitating possible solutions. If a solution cannot be reached, where possible the ombudsman may suggest and refer unresolved complaints and problems to alternative methods of dispute resolution, such as mediation.<\/p>\n<p>In franchise systems that have established their own independent ombudsman programs, franchisees do not pay for the use of the program. The ombudsman is typically under contract as an independent contractor, and not an employee, and his or her services are paid for by the franchisor. The ombudsman must be impartial and neutral, and not take sides. There are no formal investigations, no formal decisions and no repercussions to franchisees. From the franchisor’s perspective, an ombudsman program can act as an early warning system of franchisee concerns.<\/p>\n<p>The ombudsman, as a designated neutral third party, must maintain privacy and strict confidentiality concerning matters that are brought to his or her attention unless given permission otherwise. Usually the only exception, at the sole discretion of the ombudsman, is when there appears to be a threat of serious harm. The ombudsman must take all reasonable steps to protect any records and files pertaining to confidential discussions from inspection by other persons. The ombudsman should not testify in any formal judicial or administrative hearing about concerns brought to his or her attention. When making recommendations, the ombudsman is responsible for suggesting actions or policies that will be equitable to all parties.<\/p>\n<p>A franchise system ombudsman should have franchise industry experience and must become familiar with the system involved. The person must not have any conflict of interest and must be respected by both sides. In effect, the ombudsman operates as an intermediary, meeting with each side independently in order to understand the facts, consider the problem and attempt to facilitate an effective solution. Often the first conversation is used to identify the root of the problem and discuss options. The ombudsman cannot provide legal advice, make management decisions or advocate for anyone in a dispute. For the program to be successful, senior management of the franchisor must commit to it and the franchisees must accept it. Endorsement of the program by a franchise advisory council is highly recommended – if a council exists. The ombudsman must have ongoing access to a dedicated senior member of the franchisor’s management team who has authority to make decisions or to obtain instructions quickly and effectively.<\/p>\n<p>There are a few key steps that must be taken to design the ombudsman process. After the requirements for the program have been determined, the key stakeholders must be committed to the program and funding must be undertaken by the franchisor. The terms of reference for the process and procedure must be resolved, in writing, and enshrined in the franchise agreement, in an ancillary document or in a policy adopted by the franchisor. Provincial franchise legislation requires that the program be described in the franchisor’s disclosure document.<\/p>\n<p>Before the program gets underway, the parties should determine how to assess the metrics that will apply to determine the success of the program. There should be some periodic (and confidential) reporting on the utilization of the program, on a generic basis, to the stakeholders. In addition, at least annually, the ombudsman should report on the success of the program, based on the metrics adopted by the parties. The parties may also decide to give the program a stated term, with a determination at the end of the term whether the program will continue and whether modifications will be made.<\/p>\n<p>Clear benefits of a franchise system ombudsman program are the increased integrity it brings to the franchise system, the proven success factor and the relatively minor cost when compared with the direct and indirect costs and risks of litigation that might have been avoided. Franchise litigation can be very uncertain, costly and disruptive for both parties. Results may take months in the case of interim orders or years in the case of trials. Costs can easily run into hundreds of thousands of dollars. Disputes involving current franchisees can and most often will have a negative effect on the ongoing franchise relationship and, if publicized, can diminish consumer loyalty and franchise system revenues. The downtime involved for franchise executives can be staggering. The resolution of a dispute at a very early stage through an independent franchise system ombudsman program will allow the parties to focus on their ongoing business needs rather than disputes.<\/p>\n<p>In light of all of these factors, and with the continuing interest of the print and electronic media in reporting on franchise disputes, particularly those involving well-known systems, more franchise systems should consider introducing an independent franchise system ombudsman program in the future. Such a program clearly falls into the category of best practices in franchising today.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>by Frank Zaid Some leading franchisors in the United States have established independent franchise system ombudsman programs; and the trend is becoming more common in Canada as a means of resolving potential problems or disputes between franchisors and their franchisees. How do these programs work, why are they attracting attention and what are the benefits [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Independent Franchise System Ombudsman Programs | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Independent Franchise System Ombudsman Programs | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"by Frank Zaid Some leading franchisors in the United States have established independent franchise system ombudsman programs; and the trend is becoming more common in Canada as a means of resolving potential problems or disputes between franchisors and their franchisees. How do these programs work, why are they attracting attention and what are the benefits [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2018-08-12T15:23:23+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-08-13T03:35:07+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/\",\"name\":\"Independent Franchise System Ombudsman Programs | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2018-08-12T15:23:23+00:00\",\"dateModified\":\"2018-08-13T03:35:07+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/independent-franchise-system-ombudsman-programs\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1517"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=1517"}],"version-history":[{"count":4,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1517\/revisions"}],"predecessor-version":[{"id":2173,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/1517\/revisions\/2173"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=1517"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=1517"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=1517"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}