{"id":2604,"date":"2019-02-21T11:40:52","date_gmt":"2019-02-21T16:40:52","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2604"},"modified":"2019-02-21T11:42:46","modified_gmt":"2019-02-21T16:42:46","slug":"the-art-and-science-of-mediating","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/","title":{"rendered":"The Art and Science of Mediating"},"content":{"rendered":"<p style=\"text-align: left;\"> By <a href=\"https:\/\/adrchambers.com\/neutral\/paul-iacono\/\">Paul M. Iacono<\/a><\/p>\n<p>In the realm of civil justice in Ontario; with the passage of time, we have seen an increase in both procedural process, and legal costs, and these items have combined to make access to a courtroom (justice) virtually impossible for the ordinary citizen.<\/p>\n<p>This situation has resulted in the proliferation of mediation, as a dispute resolution process. For many civil litigation lawyers, the reality is that they will more likely represent clients at a mediation long before they ever conduct a civil trial. Indeed, there is a distinct possibility, that those professionals now being called to the bar, and who have an interest in civil litigation may never conduct a civil trial; and yet become quite adept and skilled at mediating.<\/p>\n<p><strong>THE MEDIATION PROCESS<\/strong><\/p>\n<p>In most cases, the subject matter of the dispute dictates how the lawyer will proceed. In some areas of law, the issues crystallize early, an example would be an employment case, there are also many types of disputes in the realm of estates litigation or in business cases where the fact situation will not change. These are the types of cases where early mediation can be used to great advantage. In some situations, you can eliminate even commencing a civil action to avoid the costly process that creates. There are other kinds of cases, where at a bare minimum examinations for discovery, and full production must take place. An example of this would be, a personal injury case, medical malpractice, or products liability.<\/p>\n<p>It is essential, that before the mediation process is commenced, counsel has a complete understanding of what the client really wants; there are a small number of unique cases where it is not about the money. It may be about an apology, it may be about solving a dispute so that the parties can continue a longstanding business relationship. More importantly the lawyer must have full knowledge of each and every issue in the case, and the evidentiary underpinning of all of them. The best possible outcome for a client is an early mediation that resolves the dispute.<\/p>\n<p>The single most strategic advantage to using the mediation process to settle litigation, is that the lawyer gets to choose who will be the third-party neutral. Once counsel has made the decision to embark upon a mediation; the first question is: what should this mediation look like. Or put another way; how do I “fit the forum to the fight.” The answer to this question lies in the nature of the conflict.<\/p>\n<p>If the dispute, is one where there are many legal issues, or one where there will be a lot of evidentiary rulings, if the case gets to a courtroom, then you need a respected jurist. A retired judge, or an experienced trial lawyer, is someone who will be best suited for this kind of case. You will want someone who’s reputation as a neutral, is that of an interventionist. Someone who will express an opinion on the possible outcome of the dispute. This is particularly so if you believe that the legal issues will be resolved in your favor.<\/p>\n<p>In traditional style mediations, the mediator is a true facilitator, someone who remains out of the arena and does not express an opinion. There are, however, those mediators whose “modus operandi,”is such that they cannot help themselves, and will invariably express strong views about a legal issue. Knowing the style of the mediator is a great advantage.<\/p>\n<p>If the dispute is one where there are a lot of emotional issues, or one where there are a lot of interpersonal conflicts you require a different kind of mediator. As an example, a lawsuit where there is a death involved due to negligence, that case will require a very different kind of mediator. Here you need a neutral who can manage personalities and de-escalate conflict. These are the kind of cases that many times require a “catharsis,” simply put, an opportunity for the plaintiff to tell their story and feel like it’s been heard. In many personal injury situations, particularly those involving alleged psychological problems, this can be extremely important. Once again this will affect the choice of the mediator.<\/p>\n<p>In these latter types of cases it is more important to have as a facilitator, someone who can establish rapport with the victim and will assist in eliciting the victim’s story in such a way that all the issues will come out and be addressed. In most of these situations, this is a listening process: which is the key to the resolution of the dispute, and financial issues are really secondary. In these instances, it is important for counsel to promote dialogue between the litigants during the mediation process because it facilitates the catharsis.<\/p>\n<p>Sometimes, the mediator’s biggest challenge is stage managing an apology. This is a difficult balancing act and some neutrals are better at it than others. With careful preparation, and perhaps lengthy caucuses, this can be accomplished. I am aware that this can be of great concern to counsel, because there is nothing worse than a bungled apology. You must have confidence in the mediator and trust the neutrals advice as to whether an apology should be attempted.<\/p>\n<p>Sometimes, in estates litigation there are power imbalances within the family. This kind of case will require conflict coaching, and this must take place before the mediation even starts. These are situations where siblings cannot talk to each other, or do not want to be in the same room as each other. This kind of mediation requires different skills, and different pre-mediation preparation. There is nothing wrong with asking the selected mediator to recommend a conflict coach.<\/p>\n<p>This leads me to another point: never be afraid to phone the mediator. The neutral’s goal is to help you resolves the case, the mediator is not a trial judge. If you have an unusual problem in the case, and want advice how to handle it, make a phone call.<\/p>\n<p><strong>PREPARING FOR THE MEDIATION<\/strong><\/p>\n<p>Now that you have selected the mediator and picked the date and the location, the real work begins. The first item of business is the mediation memo. This is a very important document. You only get “one chance to make a first impression.” The mediation memo is the first thing the mediator will read; it is the first thing that opposing counsel and the opposing client will read. It must be persuasive. It must be carefully planned and written strategically.<\/p>\n<p>Foremost in your mind, when thinking about this document must be the concept, that “a lawsuit is not a scientific search for the truth, but it is a search for proof;” as in, he who has the best proof wins. Ask yourself; what are the most important issues in the dispute; rank them in order of importance. Deal with the most important issue first: describe it, clearly enunciate your position on this issue, and set out how you intend to prove it. It is best to use a narrative form, just as if you were in a courtroom you are telling the story, and this is the script. You must deal with each issue in this way. Keep the memos as brief as possible, use subheadings and numbered paragraphs. Always remember to relate the proof to specific items of evidence that you will rely on.<\/p>\n<p>The importance of the mediation memo cannot be overstressed. Mediators are human beings, and although they are supposed to be neutral if you have written a good memo, if you have persuaded the neutral, the mediator will use your memo as a roadmap through the dispute. It will be easier for you to persuade the mediator to caucus with your opponent highlighting the strengths of your case. It never hurts to have the mediator as an ally.<\/p>\n<p>Do not repeat yourself, deal with an issue and its proof only once. You will also have weaknesses in your case. It is more important to deal with your weaknesses than with your strengths. Failure to deal with a weakness in your memo is an alert sign to your opponent. Your own omission will only magnify the size of the weakness in your opponent’s eyes. If you allow your opponent to bring out the weaknesses in your case, it will destroy the credibility of the strengths of your own proof. It will also create a problem for the mediator who will have to spend an hour or more levelling the playing field at the mediation. The mediator will insist that you deal with that weakness in your opening statement. I assure you, it is so much better to deal with a weakness in your case, at the earliest possible moment, namely the memorandum. If that does not happen, you must file a reply.<\/p>\n<p>If there is an important legal issue in your case, enunciate the legal principle, cite the highest authority supporting your position, and if necessary, append it as an exhibit. Remember, however you must establish and prove the facts that bring you within that legal principle. You should not send the mediator every piece of paper in your file. Only those documents that are relevant to proof are required. If you cite an expert’s report in your memo attach that document.<\/p>\n<p>Litigation is a very costly process today, and because most lawsuits ultimately are all about money, it is a good practice for plaintiffs to let defendants know the amount of their disbursements in their memo. Defendants will need to have a discussion with their client about settlement authority, and this is an important part of a litigation settlement budget.<\/p>\n<p>Sometimes counsel come to mediation having had significant settlement discussions prior to the mediation. The mediator needs to be aware of these discussions, and in particular the damage amounts that were discussed. Although it is not common practice to put this information in the mediation memo, the mediator will ask counsel prior to the session as to whether or not these discussions have taken place. These conversations tend to set parameters for the negotiations. It is vital if the situation has changed since these discussions took place, that the changes and the proof of those changes be discussed in the memo. This should be combined with a clear statement that the change in the evidence renders previous damage discussion to be irrelevant.<\/p>\n<p>When the memo has been completed, it is good practice to send the memo to the client and ask the client for any comments, or input. Always keep in mind that mediation is participatory, and that in a perfect mediation it is the clients themselves who craft a solution for the dispute. Letting the client review the memo and asking for comments helps the client feel like a participant, like the decision-maker he or she is. Also as part of your preparation and if time permits, you should let your client read your opponent’s memo. At the very least let the client read it before the mediation session begins.<\/p>\n<p>Whether you are acting for a plaintiff or defendant in the mediation, the principles are the same. I have noticed a disturbing trend recently on the part of defendants: they wait to see the plaintiff’s memo before they deliver their own. This is a mistake. If you do not have enough confidence in your case, or your persuasive skills, to deliver your own memo, you either do not know your own case, and you are not ready for mediation, or you are in the wrong business. Regardless of who you represent in the dispute, if you are taken by surprise, by something in your opponent’s memo, you can always write a reply and serve it.<\/p>\n<p>Keep in mind, that most mediators require the mediation memo seven days in advance. In order to represent your client properly you must always try to meet that deadline. The mediator needs time to prepare for the mediation, that is why the document is requested seven days in advance. If a mediation fails it is because someone is not prepared properly, either counsel or the mediator. It is also important, to let your opponent have adequate notice of your memo, and more importantly your evidence. I have seen more than one mediation get off the rails because a defendant complained that an expert report was received at the last minute, and requires a reply, and therefore the mediation must be cancelled.<\/p>\n<p><strong>PREPARING THE CLIENT<\/strong><\/p>\n<p>No lawyer would start a trial without preparing the client for an examination in chief and cross- examination. A session with the client before the mediation is an absolute requirement and under no circumstances can it be dispensed with. Even though mediation is non-adversarial and informal, the client must be prepared for this. This is also a good opportunity for counsel to explain the nature and purpose of the confidentiality rule, as well as the caucusing rule. The time can also be used to describe the style of the mediation, as well as the tendencies of the mediator. The client should also be told that the mediator will afford an opportunity to participate, by either asking questions or making a statement at the conclusion of the opening session. During this preparatory meeting, counsel can start thinking about whether or not the client should make some remarks; either during the opening session or during caucus. Most importantly, the client must be prepared for what they will hear from opposing counsel. That is why it is a good idea to let your own client read the other side’s mediation memo. It will not be easy for them to listen to some of the opposition arguments, which may in fact turn out to be insulting. A client who is taken by surprise by allegations becomes nervous, and may even tend to lose confidence in the case, and\/or the lawyer. This is simply a reality, of the litigation process.<\/p>\n<p>The client must be prepared for what could be a long tedious day, and you must stress how important it is to exercise patience. Opposing counsel will take advantage of any signs of anxiety or frustration and will simply increase negotiating pressure.<\/p>\n<p>Some considerable time should also be spent on negotiating strategies, and settlement goals. “Make sure you know what the client really wants.” This is an opportunity for counsel to consider, whether or not there will be problems managing client expectations. If it is a problem, the earlier you start to deal with it the better. If it is a serious problem, you should probably alert the Mediator at some point. Your chosen neutral will be able to assist with this challenge.<\/p>\n<p>This is a very important meeting, and a very important part of the overall preparation, it should not be left to the morning of the mediation.<\/p>\n<p><strong>THE OPENING SESSION<\/strong><\/p>\n<p>As counsel, it is important that you think strategically about how the opening session should proceed. There is a trend occurring today, particularly in commercial mediations to dispense entirely with the opening session.<\/p>\n<p>If you have any concerns about the opening session, or what the opening session should look like, simply make a phone call to the mediator. There is nothing wrong or improper about telephoning a mediator in advance of the session. This is particularly true, if there are personality issues or conflicts either between counsel or the clients. The mediator should be made aware of these hot buttons, in advance of the session.<\/p>\n<p>My view as to why the opening session is being dispensed with in commercial cases, is because, very often the facts are not in dispute or the dispute on the facts may not be significant, but when the legal principles are applied to the facts, there can be very different results. It may also be because the litigants have been involved in a long and protracted lawsuit, with many fractious interactions, and everyone is aware of the strengths and weaknesses of their case. Sometimes, in this described situation, an opening session merely raises the temperature of the argument, and entrenches people in their positions, as opposed to promoting a cooperative solution.<\/p>\n<p>In these kinds of cases what usually happens, is that the mediator summarizes each side’s position, and perhaps uses a flipchart, and then begins caucusing with the various parties as to the conceivable outcomes.<\/p>\n<p>If the dispute is based entirely on the facts; it is my view that a traditional opening session is more helpful to the parties. Even though mediation is not supposed to be adversarial, it is still about advocacy; it is about persuasion. There is nothing more persuasive than a good opening statement. In these kinds of situations, you should not simply repeat what is in your memo. This is an opportunity to impress your opponent with the strength of your proof. Describe the issues and how you will prove your theory. Your opening should be such that when you are finished, opposing counsel and the client should be left with the impression that you are ready to walk into a courtroom. This is not an adversarial forum, your presentation should be calmly delivered, and it must be founded on logic. In any kind of presentation logic is your greatest asset. The opening statement should be kept as brief as possible. Try to speak without notes if you can, this will impress your opponents.<\/p>\n<p>There is no substitute for preparation, it is the key to success.<\/p>\n<p>I would even spend time with the client telling them what you are going to say in your opening. Once again asking the client for comments so that the client feels they are participating in the process.<\/p>\n<p>A more difficult decision is whether or not the client should speak during the opening session. If the case is largely fact-based, the plaintiff is going to be an important part of the proof of the facts. If that is the case and the plaintiff is a good witness help the plaintiff prepare an opening statement as well. The defendant needs to see that the plaintiff is a good witness and can carry through with the proof. If the plaintiff is not a good witness counsel must be cautious, and have the plaintiffs say as little as possible or nothing.<\/p>\n<p>This latter process, that I have described, is extremely important if the lawsuit is personal to the plaintiff, such as a personal injury case. The opposing side recognizes, that the lawyer is a hired spokesperson, but a few persuasive words intelligently put together and well presented, from a plaintiff, is worth its weight in gold.<\/p>\n<p><strong>CAUCUSING AND PRESENTING OFFERS<\/strong><\/p>\n<p>So now you are at your first caucus with the mediator. This is a mediator you either picked or at the very least agreed to. This is an opportunity to establish rapport with the mediator and ensure that the neutral understands the theory of the case and the nature of your proof. Your goal is to have the mediator present your theories as strong; this will of course support your projected financial values for the case. Your arguments must be principled. If you have prepared a persuasive memo, you will be well on your way to success.<\/p>\n<p>During this first caucus you must also give the mediator an opportunity to establish rapport with your client. At the end of the day the client will have to buy into the resolution, and if the client has confidence in the mediator closing the deal will go smoothly.<\/p>\n<p>In terms of establishing negotiating parameters always be reasonable, present theories of damages that are logical, and supported by the evidence. Do not take negotiating positions that are beyond the realm of possibility. This only encourages responses at the other end of the spectrum. As with your arguments your settlement proposals must be principled, otherwise you diminish your credibility.<\/p>\n<p>When it comes time to present offers to the opposition, there are two ways in which you can proceed; you can have the mediator conduct shuttle diplomacy and go back and forth; or you can present the offers yourself. This latter method gives you the opportunity of answering the other side’s questions about the positions you have taken. It also gives you an opportunity to engage in a dialogue with either opposing counsel or the opposing client. After all, as the lawyer representing your client, you should know the file in much more depth and detail than the mediator.<\/p>\n<p>Do not be afraid to use the mediator, as a sounding board, get feedback on the theories of your case and your negotiating strategy. Listen to any suggestions the mediator makes, weigh them carefully and discuss them privately with your client.<\/p>\n<p><strong>CONCLUDING THE SETTLEMENT<\/strong><\/p>\n<p>Once you have concluded the settlement, make sure it is reduced to writing. Never leave a mediation session without something in writing. If you have not settled but agreed on other issues try to get them in writing. Always leave the door open for further sessions, or conference calls. Never forget the best law suits are settled.<\/p>\n<p><strong>FROM THE MEDIATORS PERSPECTIVE<\/strong><\/p>\n<p>As you would gather, from the comments that I have made earlier, that preparation by a mediator has a very important role to play in this process as well. It all begins when the file is received. In a perfect world, when the mediator leaves the office on a Friday afternoon, he would like to take home all of the files that will be mediated the following week. That enables the neutral to make a cursory review of every case, and to prepare thoroughly for the first mediation of the week.<\/p>\n<p>When the file is opened for the first time, the first thing the mediator does, is ascertain the identity of the Counsel who are involved in the conflict. Knowing who the lawyers are, the law firms they are from and the type of dispute is very important. The first thing the mediator asks: “do I have any conflicts in this situation?” If so, they must be dealt with immediately, counsel must be advised, and they must both either agree to waive any potential conflict, or find a new mediator. Potential conflicts include, not only the lawyers but their clients as well. Dealing with conflicts is very important, because everyone in attendance at the mediation lawyers and clients, must have a sense that the mediator is neutral.<\/p>\n<p>Hopefully when the mediation was booked, counsel would have advised the coordinator as to who will be paying for the mediation. Noteworthy is the fact that in most commercial mediations, in order to promote neutrality, the parties agree to share the cost of the mediation, but in insurance or personal injury cases, each side agrees to be responsible for the bill, knowing that if the case settles the defendant will pay. (Query, whether this practice affects neutrality?)<\/p>\n<p>Knowing the identity of the law firms is revealing; because law firms have personalities. Once I know who the lawyers and law firms are, I have a pretty accurate vision of the kind of day I’m going to have. In some very few instances, I even recognize that these lawyers that I will be seeing do not get along with each other. In this very unique situation, I will go to the trouble of phoning them, and remind them not only of their duty to be civil, but not to allow their personal issues to interfere with their client’s case, or the success of the settlement.<\/p>\n<p>Are all the right people coming? We must have clients in attendance who have the authority to make the final decision on the settlement. This is such an important part of the mediation process. In order to have a binding settlement, the decision-makers, those with the ultimate authority, must be there to shake hands and sign the settlement agreement. That is the only way to achieve a lasting settlement.<\/p>\n<p>The next step, is to begin reading the memorandums. I usually start with the plaintiff’s brief and if there is a liability issue, I deal with that first. After I have reviewed the plaintiff’s theories of liability, I will review the defense position. At that point I will think about the weight of the evidence and the likelihood of the outcome. I will then return to the plaintiff’s brief to review damages followed by a review of the defense position. I will think about an overall impression of the case and where the strengths and weaknesses lie. Given what I have read I will start thinking about what a sensible resolution would look like.<\/p>\n<p>More importantly, when I am reading the memos, I am also looking for “hot buttons,” issues that will be problematical, or controversial and I form an impression as to whether or not they have been dealt with appropriately by both sides. Ultimately I make a determination as to whether or not each litigant has dealt appropriately with the weaknesses in their case. If they have not I telephone the lawyer, and I point this out and suggest that they file an addendum, or a reply as the case may be. As I mentioned in the previous section failure to deal with a weakness is a major flaw.<\/p>\n<p>As I am reading the memo, I am looking for clues, by that I mean simply that every conflict has a hidden solution, the challenge is finding a way to get to that solution. I look for signs of possible power imbalances, is there any possibility that there could be a cultural issue in this conflict, are we going to be dealing with more than one decision-maker, or who is the real decision maker in the conflict? There will be clues to these things in the memo and the exhibits.<\/p>\n<p>I look for the evidentiary proof-are there any obvious omissions, and if there are, I will make a telephone inquiry. If there is a quote in the memo from an expert report, I will read the report to ensure that it was not taken out of context. All of this is undertaken with a view to setting the stage for a successful mediation.<\/p>\n<p>More recently, as a result of the debate about whether or not to have an opening session, I start thinking about what the opening session should look like. In some cases, regardless of the subject matter there may be one issue that looms so large in the lawsuit, that it’s resolution is really the only thing that matters. I will ask counsel if the opening session should focus on that one thing alone. I will always ask counsel now, to describe the kind of opening session they would like to have. If they tell me they do not want an opening session, I will satisfy myself that I agree with them, so I ask about their reasons. I am finding today that being creative in the structure of the opening session can be very important, and useful in hitting a positive note for resolution. I hold a very strong view, that the mediator controls the process, the lawyers control the litigation. Although it has never happened to me as yet, if there was a disagreement of great significance between myself and counsel as to what the process should look like, and I could not get them onside, I would remove myself from the mediation.<\/p>\n<p><strong>MEDIATION DAY<\/strong><\/p>\n<p>On the day of the mediation, I always make a point of arriving at the mediation site at least 30 minutes in advance of the agreed start time. I do this because when counsel arrive early, we can chat in a very relaxed manner about the case. We will chat about things that aren’t in the memos, we will talk about previous settlement discussions, what was said what the numbers were and what evidence has caused them to be different.<\/p>\n<p>This is the time when lawyers will raise difficulties with client management issues or hot button items in the law suit, or other problems they face. It is really an unscheduled caucus. All this information is extremely useful in crafting a solution.<\/p>\n<p>Arriving early also gives me an opportunity to meet the “civilians.” It is very important for the mediator to establish rapport with the litigants themselves. The mediator wants to encourage the litigants to participate in the process, to be actively involved so that at the end of the day they will feel they are part of the solution. This is a very important part of the day. I will do whatever I can to make the litigants feel at ease.<\/p>\n<p>When the session actually begins, it is important that everyone come together, at the very least there should be introductions, so that everyone knows who the people are and the roles they play at the mediation. I always make sure that everyone is comfortable using first names and try to create an informal and relaxed setting. I make sure that everyone knows the rules of the day, the caucusing rule, the confidentiality principle, and most importantly one person speaks at a time. I like to make sure that the litigants feel comfortable enough to ask questions.<\/p>\n<p>There are also rudimentary details, like coffee breaks, lunch, the location of the restrooms. I make sure that the litigants know that no one can predict how long the session is going to take, I also tell them that I am committed to stay as long as it takes to settle the dispute. I also point out that I am the one who decides when it should end. I always inquire whether anyone has any time restrictions and has to leave the session at a certain time. This can be problematic-if the person who has to leave is the decision-maker, such as an insurance claims person.<\/p>\n<p>When the caucusing begins, I will always caucus first with the party who will make the first offer; it is usually the plaintiff. The first offer tends to set the tone for the negotiations. I also use the first caucus as an opportunity to build a rapport with the litigant, and in that regard typical cocktail conversation will do. Sometimes you get lucky and find out that the litigant went to the same college, or that you have interest in the same sports. Something very simple but it creates a connection.<\/p>\n<p>When I start to talk about presenting offers, I will ask counsel to describe their first proposal, I will always give my reaction as to how I think the other side will respond to the proposal. If counsel’s damage theory is beyond the realm of possibility of being achieved in a courtroom, I tell them so. I also tell them to make such a ridiculously high offer will only invite a similar response at the other end of the spectrum. That will get us nowhere. It is much better to make a sensible, principled proposal, one that could be achieved if all the evidence went the way the lawyer has said it will.<\/p>\n<p>Many times, at a mediation I feel like a negotiating coach, but I also see this as part of my role. The mediator and counsel have the same goal, a settlement, the process requires teamwork. I am happy to answer any and all questions regarding settlement proposals. I believe it is good practice for a lawyer to ask a mediator, if the settlement proposal is a sensible one.<\/p>\n<p>After we have cobbled the first offer together, I will convey the message to the opposing litigants, outlining the arguments that I have heard in the other room. Usually what happens at that point is I will end up in a discussion with the lawyer who will illustrate how he will deal with the supporting evidence. Very often it is during these discussions that the strengths and weaknesses of the case become obvious to counsel. I will then begin a caucus, with a view to creating a responding offer, once again taking similar opportunities to build rapport.<\/p>\n<p>Negotiating at a mediation is about exchanging messages with your opponent. It’s okay to send a responding message with a number that says we are very far apart, but I believe we can get there. It is not positive to send a message that says we are so far apart we have no hope of resolution. I do not allow counsel to make ridiculous offers. When I am presented with that kind of situation, I simply say to the lawyer “look if you want to present that offer, I will go in there with you and you can present. I do not want to be associated with that kind of a proposal because it detracts from my own credibility.” That usually ends the discussion.<\/p>\n<p>For myself as a mediator, it is hard to stay out of the fray, but I know I must and I generally resist the temptation.<\/p>\n<p>What does become difficult, is when one side or the other asks for your opinion about the case. My first answer is “that’s not my job” I respond by saying you’ve lived with the file you know the issues and you know the value of the case. If I am pressed by counsel to give an opinion I will do so only if they agree that whatever I tell them I can repeat to the other side. You must always be conscious of keeping the playing field level: do no harm.<\/p>\n<p>What is even trickier is towards the end of the day as the mediation is winding down and you are on the edge of resolving the dispute and the client asks you for your opinion. I respond, you have hired a lawyer for that job, and he will advise you what to do. If I believe that the proposal is within the realm of feasability, and particularly if I have observed any client management problems, I may add a comment in support of the lawyer or the settlement.<\/p>\n<p>What happens when you hit a wall? The word no mediator likes to hear, is “impasse.” It does happen, and when it does you simply must keep them talking. You must find a way to keep them at the table, even if you’re talking about things that have nothing to do with the mediation or the litigation. You can give them hypothetical examples of negotiating positions, you can make mediator’s proposals, you can do blind baseball, as long as they stay at the mediation site there is hope. There are, however, those cases that you cannot resolve that day, always leave the mediation site with open doors for counsel to communicate with each other. Have everyone in the room for closing session, summarize the things that you have accomplished that day, because there will be issues that have been agreed to. These should be reduced to writing if possible so that there is no backtracking. Tell counsel you will follow up with them in two weeks to see if there has been any progress, and offer to follow up with conference calls or further sessions.<\/p>\n<p>You must trust the process, when people who are in conflict come together with a view to settling their differences there is optimism and hope. You must never try to short-circuit the process. There have been times when I have attempted to take a shortcut and it has never worked, it has always backfired. As an example: a situation where you have two experienced lawyers, a narrow dispute and clear issues, as a mediator your first thought is this should be an easy day. So for example, you dispense with the opening session, and before you know it you have the Third World war on your hands.<\/p>\n<p>I never ask plaintiff’s counsel, “what is your settlement goal,” I never ask defense counsel; “what is your settlement budget for today.” I trust the process, you are dealing with skilled professionals, and they know the file, they have lived it. You can’t rush the process, there are no shortcuts to a satisfactory resolution. The only exception occurs at the end of the day, when as a mediator you know you are very close to resolution; I will approach the parties on the basis that we have a gap to bridge can it be done? This is when you find out that the defendant does not have enough settlement authority but recognizes that the proposal is a good one. In this situation I will always encourage a phone call so that further authority can be obtained. Sometimes defense counsel and the client indicate that they cannot make a phone call, but they are prepared to make recommendations to get further authority. This is acceptable, as long as both sides agree.<\/p>\n<p>The three main ingredients of a successful mediation are preparation, participation and patience. A successful mediation is like baking a cake, if you leave it in the oven too long it burns, if you take it out too soon it falls flat. It takes just the right amount of time and a good mediator knows when it’s time to close the deal.<\/p>\n","protected":false},"excerpt":{"rendered":"<p> By Paul M. Iacono In the realm of civil justice in Ontario; with the passage of time, we have seen an increase in both procedural process, and legal costs, and these items have combined to make access to a courtroom (justice) virtually impossible for the ordinary citizen. This situation has resulted in the proliferation of [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Art and Science of Mediating | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Art and Science of Mediating | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\" By Paul M. Iacono In the realm of civil justice in Ontario; with the passage of time, we have seen an increase in both procedural process, and legal costs, and these items have combined to make access to a courtroom (justice) virtually impossible for the ordinary citizen. This situation has resulted in the proliferation of [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-02-21T16:40:52+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-02-21T16:42:46+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/\",\"name\":\"The Art and Science of Mediating | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-02-21T16:40:52+00:00\",\"dateModified\":\"2019-02-21T16:42:46+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/the-art-and-science-of-mediating\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2604"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2604"}],"version-history":[{"count":3,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2604\/revisions"}],"predecessor-version":[{"id":2607,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2604\/revisions\/2607"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2604"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2604"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2604"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}