{"id":2613,"date":"2019-02-21T11:58:19","date_gmt":"2019-02-21T16:58:19","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2613"},"modified":"2019-02-21T12:19:57","modified_gmt":"2019-02-21T17:19:57","slug":"anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/","title":{"rendered":"Anishnabe N’Oon DA Gaaziiwin: an Indigenous Peacemaking Mediation Nexus"},"content":{"rendered":"<p><em>December 17, 2018<\/em><\/p>\n<p><em>Fourth World Journal<\/em><\/p>\n<p><a href=\"https:\/\/adrchambers.com\/neutral\/john-beaucage\/\">John Beaucage<\/a>, B.A., D.Litt., <a href=\"https:\/\/adrchambers.com\/neutral\/alicia-kuin\/\">Alicia Kuin<\/a>, B.A., M.A., LL.M., Q.Med. and <a href=\"https:\/\/adrchambers.com\/neutral\/paul-iacono\/\">Paul Iacono<\/a>, Q.C.<\/p>\n<p><strong>PREFACE<\/strong><\/p>\n<p>This article introduces a new dispute resolution process that we have termed a Hybrid Process, which has been designed to support nation-to-nation building in Canada. It is clear that classic theories and current mediation practices are not suited to conflicts that involve Indigenous peoples. In the past, we have used conventional mediation processes with First Nation People and it has not worked because mediation is not an Indigenous cultural practice. When conventional mediation has been employed, First Nation People have often not been participatory and have understandably withdrawn from the process. However, the mediation process is both malleable and adaptable, and the Hybrid Process is built on those solid foundations. A Hybrid Process refers to a combination of two culturally unique practices – Indigenous peacemaking[1] and mediation.[2] The combination of these two practices provides a culturally sensitive and holistic approach to conflict and nation building.<\/p>\n<p>This process has been designed for multi-party conflicts involving Indigenous leaders, communities, governments and stakeholders. Due to the complex nature of Indigenous relations in Canada, this process utilizes a team of culturally fluent practitioners to facilitate the process. Designed by a First Nations leader and former Grand Council Chief and two Canadian mediators, this process introduces a new perspective to resolving disputes in a changing landscape and incorporates what we have learned over many years and thousands of mediations.<\/p>\n<p><strong>A HYBRID PROCESS<\/strong><\/p>\n<p>A Hybrid Process to nation building was inspired by the concept of <em>Anishnabe N’oon Da Gaaziiwin<strong>[3]<\/strong><\/em>, which translates to “listening to the voice of the people.” This concept was born from our intention to decolonize the use of mediation to resolve Indigenous-settler disputes by advocating for the inclusion of Indigenous voices and expertise. In addition, we recognized the added value of having a diverse team of practitioners facilitate complex disputes. A team approach allows for multiple lenses, experiences and expertise to support both the parties and the resolution process. Before discussing the benefits of a team approach and the peacemaking-mediation nexus, we will emphasize why a Hybrid Process to nation-building is relevant in Canada’s current cultural and legal landscape.<\/p>\n<p>The United Nations Declaration on the Rights of Indigenous People (UNDRIP), recognizes and reaffirms the rights of Indigenous peoples to protect their identities, cultures, and lands.[4] The declaration speaks to the importance of Indigenous people having access to dispute resolution processes that understand their culture and legal customs. Canada’s Truth and Reconciliation Commissions Calls to Action 24, 27, 28, 57, and 92 call for cultural competency and conflict resolution skills-based training.[5] For these reasons, the role of a facilitator is strengthened when they identify as Indigenous and\/or have cultural competency training on the history of Indigenous Peoples. Considering Canada’s changing legal landscape, Indigenous rights must be at the forefront of dispute resolution processes, and the facilitators need to recognize those rights and honour traditional Indigenous values and cultural mores.<\/p>\n<p>Canada’s adoption of UNDRIP shines light on the legal importance of Indigenous treaty rights, which are recognized in Section 35 of the <em>Constitution Act,<\/em> and have a basis in common law which goes back to the Royal Proclamation of 1763.[6] Canada’s legal landscape began to change in the 1990’s with the <em>Sparrow <\/em>and <em>Van der Peet <\/em>cases, which asserted that Indigenous rights stem from pre-European contact and are integral to preserving pre-contact culture. In 1997, the <em>Delgamuukw <\/em>case introduced aboriginal title to the legal landscape and importantly, the 2004 <em>Haida\/Takuu <\/em>decision brought aboriginal title and the duty to consult to the forefront of discussions on land rights. This was followed by establishing the threshold for consultation in the <em>Mikisew Cree <\/em>decision of 2005.[7] As a result of aboriginal title not being absolute in Canada[8], differing perspectives on land use are forced to be reconciled. With conflicting perspectives at play and two different legal systems (spiritual Indigenous laws and Canadian law), the use of a Hybrid Process can support the merging of opposing interests.[9] First Nations people are not used to the adversarial court system and how a lawyer might portray evidence in a courtroom. The Hybrid Process has room to explore both common law provisions and First Nations Natural Justice in order to approach values and decision making in a fair way.<\/p>\n<p>While not every case is ripe for dispute resolution, it is in the best interest for the majority of parties to a conflict to avoid the courtroom. Cases involving rights (such as treaty rights) that might have an effect on common law deserve and need to go through a court process. Interest-based cases, such as commercial, social, cultural and environmental disputes deserve a resolution process that is culturally appropriate. A Hybrid Process that combines Indigenous peacemaking and mediation provides parties the opportunity to reconcile different understandings and interpretations of the law and rights. Multiparty conflicts in Canada include disputes over land, water, resources, governance, culture, identity, and citizenship. A Hybrid Process can support these conflicts using a team of trained facilitators who specialize in fostering the dialogue that is required to broaden perspectives and bridge understandings.<\/p>\n<p><strong>A TEAM OF FACILITATORS<\/strong><\/p>\n<p>A core principle of this process is the use of a team of facilitators. These multiparty disputes can involve dozens of people in an intractable conflict, requiring more than one expert practitioner to facilitate month or year-long processes. The disputes deal with issues pertaining to culture, diversity, power, emotions, history, and gender. These issues are deeply rooted in the lived experience and history of Indigenous peoples, communities, groups and the nation. A team approach allows the facilitators to support one another while facilitating the dynamics of a given dispute, and to collaboratively conduct research, prepare timelines, plan the process, travel together, and debrief. The team of facilitators’ collective skills analyze the dynamics through multiple lenses, filter the information being presented, and navigate the resolution process.<\/p>\n<p>To successfully navigate the dynamics of conflict, the team of facilitators must have complimentary mediation training and experience. As an example, our team is comprised of practitioners who possess advanced dispute resolution training. As a team, we are experts in tactical communication, negotiation skills, mediation theory and practice, law, process design, restorative justice, emotional intelligence, and cross-cultural dispute resolution. Combined, we have worked on complex national and international cases that have involved governments, revolutionary movements, stakeholders, environmental groups, and Indigenous communities. In addition to mediation training and experience, we have found that a team of facilitators needs a third ingredient for successful cultural fluency.<\/p>\n<p>A Hybrid Process to support nation-to-nation building requires the team of facilitators to possess cultural fluency in order to support parties in bridging the cultural gap. Cultural fluency refers to the ability to recognize that inter-cultural conflict stems from differences in norms and worldviews. A culturally fluent practitioner is able to help intractable parties understand and articulate their perspectives.[10] Facilitators who have a personal connection and\/or understanding of those norms and worldviews can assist in engaging the parties in seeing the conflict from the perspective of the other. In regards to the Hybrid Process, being culturally fluent means having Indigenous facilitators and mediators who understand the historical narrative and cultural nuances of Indigenous peoples in Canada.<\/p>\n<p>Indigenous peoples in Canada have resolved conflicts for thousands of years using traditional peacemaking processes. These processes vary across Indigenous cultures but find commonality in their use of spiritual laws, traditional medicines, ceremonies, teachings, songs, and circle processes. Circles are a traditional form of gathering and can be used for sharing, healing, decision-making or restorative justice. Circles create an immediate balance of power amongst participants as you can only speak when holding the talking stick and therefore, are discouraged from interrupting. In addition, it keeps a hierarchy from being formed and invokes empathy by encouraging openness and honesty. The prayer that is done during the circle calls on the Creator to listen to the truth of the words that are being spoken and for the participants to show respect for those truths. Circles are facilitated by an experienced circle keeper—an elder, Chief, healer, or respected member of the community. When facilitating a Hybrid Process, we use two circle keepers due to the complexity of the disputes. The male former Grand Council Chief leads the ceremony and puts forward the questions, while the female non-Indigenous conflict analyst is responsible for closing the circle by summarizing the voices of the participants. The balance of having a male and female facilitator present is part of an Indigenous teaching on building community. This also creates a cultural balance when working with Indigenous and non-Indigenous groups.<\/p>\n<p>The synergy between the facilitators is fundamental to the resolution process. Our team approach uses a male Indigenous facilitator and female non-Indigenous facilitator. Their unique knowledge and skills work together harmoniously to foster a balanced and holistic process. It also follows a traditional concept that is inclusive of the male and female element in community-building. In addition to having synergy, both facilitators need to be respected by the communities and viewed as culturally fluent and experienced practitioners. They need to possess an in-depth understanding of the dispute at hand, legal knowledge relevant to the issues, and a complimentary skill-set. These qualities combined allow for the successful facilitation of a Hybrid Process.<\/p>\n<p><strong>THE PEACEMAKING-MEDIATION NEXUS<\/strong><\/p>\n<p>A Hybrid Process to nation-to-nation building combines various facets of traditional peacekeeping and mediation. As a result of multiparty conflicts having unique dynamics and needs, we begin each Hybrid Process with information gathering sessions and community meetings. Information gathering involves a series of conference calls, meetings, and group observations. This process allows the facilitators to learn about the key issues, concerns and interests of the groups, while gaining an understanding of the dynamics at play. Our team has found that observing group dynamics prior to commencing the facilitation process, allows you to analyze body language, eye contact, gestures, and hear the direct conversations that take place between disputants. This information helps prepare the team for the community meetings.<\/p>\n<p>If there are multiple communities involved in the process, community meetings held in each of the com- munities may be needed in order to better understand the needs of their members. We aim to spend the same amount of time in each community, allocating half a day for each meeting. Indigenous communities are collectivist, meaning Chiefs and council take direction from their membership. As a result of Indigenous communities having their own unique cultures and customs, even though they may belong to a larger collective, it is important that each process is guided by the voices of the community. The information that we garner during these meetings pertains to their history, relations, cultural practices, interests, immediate and long-term goals, personalities and communication styles. Our facilitation team has found that the community meetings strongly influence the design of the Hybrid Process, as it allows for the ability to narrow down the areas of focus, questions and caucus groups. The meetings are held in circle format and structured informally.<\/p>\n<p>The formal process commences with four rounds of confidential sharing circles with the parties. Each round focuses on a question that the facilitators have designed specifically to bring out the needs and interests of the group.[11] Depending on the number of parties involved, each round may take a full day in order for everyone to have the time needed to answer the question. Prior to the questions being asked, there is a prayer, introduction and smudging ceremony.[12]<\/p>\n<p>A brush-off ceremony is conducted following the smudge. After cleansing their body, the participant will turn around and allow the circle keeper to remove any negative energy or baggage by brushing an eagle feather across their shoulders. This is done with the intent to release any prejudices that may have been brought to the process. It is both a symbolic and spiritual way of getting rid of any negative feelings.<\/p>\n<p>When everyone in the circle has had the opportunity to hold the talking stick and have their perspective heard, the second facilitator summarizes the voices and the process ends with a closing prayer. Our facilitation team has found that the sharing circles often end up being healing circles, as parties use their time when holding the talking stick to speak openly and honestly to release emotions. It is the combination of the circle, prayer, ceremonies and talking stick that creates a safe and trusted space for parties to share their perspectives. The circle process helps the parties to build rapport and trust with one another and the facilitators, which creates a ripe environment to integrate the steps from a mediation process.<\/p>\n<p>When each circle participant has answered the four questions that the facilitators have posed to the group we move on to the next stage, caucusing. All of the information that has been shared during the circles allows the facilitators to design caucus groups and topics of focus. One caucus group may include community representatives that need to narrow down their interests. Another may be a group that has further emotional needs or concerns that need to be voiced. At times, we may have to bring together high-conflict individuals whose tension with one another needs to be addressed. The facilitators may choose to meet with several groups in a day or just one, as this de- pends on the size of the group and discussion topic. The caucus groups are often changed around in order to begin integrating perspectives and broadening the conversation. Once all of the issues and areas of interest have been discussed at length, everyone is brought together for a joint brainstorming session on moving forward. If needed, the facilitators may transition back into caucusing if certain options need to be explored further with the parties. This back and forth between joint sessions and caucuses takes place until a resolution is reached.<\/p>\n<p>It is the facilitation teams’ responsibility to ensure that the parties have ownership over the resolution, as it will impact the parties and their communities. In order to achieve this, we ask the parties to write out the resolution collectively, which can take more than a day. This is done to ensure that the agreement will include language that the parties and their community members will respect, and therefore feel accountable too. The agreement will be signed by the parties but will still have to go back to the community for approval via a vote. ?hen a final agreement is reached a closing circle process is held and a pipe ceremony takes place. Our team’s Indigenous facilitator is a pipe carrier, so he arranges his medicine bundle, does a smudging ceremony, offers a prayer, and guides the pipe around the circle to finalize the resolution.<\/p>\n<p><strong>NATION-TO-NATION BUILDING<\/strong><\/p>\n<p>There are many unique factors that come into play when facilitating a Hybrid Process that supports nation-to-nation building. For example, the concept of time is something that needs to be balanced between the expectations of Indigenous and non-Indigenous groups (such as corporations or governments). To guide the differing perspectives amongst the people and groups, strategic seating arrangements for the circle processes may need to be designed beforehand (this can help create a power balance), and; depending on who the parties are, different dispute resolution practitioners may need to be brought in for support. For example, if government is involved we may bring in a facilitator who has worked in politics. These factors and more require critical conflict analysis skills, thorough planning, and thoughtful reflection in order to coordinate all of the moving parts.<\/p>\n<p>When facilitated by a team of experienced culturally fluent practitioners, the Hybrid Process provides communities and groups with the resources needed to develop effective lines of communication that support relationship building. We attribute this to the combination of Indigenous peacemaking with mediation, which allows all parties to take part in a process that unites effective elements from each culture’s dispute resolution practices. The unity of two culturally unique practices sets the tone for bridging perceptions and merging interests, which has proven successful in paving the way for a more viable future of Nation-to-Nation relationship building in Canada.<\/p>\n<p><strong>ABOUT THE AUTHORS<\/strong><\/p>\n<p><strong>John Beaucage, B.A., D.Litt.<\/strong>, is a citizen of the Wasauksing First Nation, was raised on the Shawanaga First Nation, and has extended family in Nipissing, Curve Lake and Moose Deer Point First Nations. In 2004, John was elected as Grand Council Chief to serve the 42-member First Nations of the Anishinabek Nation. He was re-elected in 2006, by acclamation, a rare occurrence in the his- tory of one of Canada’s oldest First Nation. John now serves on a number of boards and is developing green energy projects with several First Nations across the country. He has been involved as a Mediator with land disputes and was appointed as Special Advisor to the Minister of Children &amp; Youth Services, which resulted in a publicized report on the state of native child welfare in Ontario.<\/p>\n<p><strong>Alicia Kuin, B.A., M.A., LL.M., Q.Med<\/strong>., is a conflict analyst, mediator and dispute resolution educator. Her areas of focus are culture and identity, particularly as they relate to supporting reconciliation efforts across Turtle Island\/ Canada. Kuin’s international experience includes working on a legal defense team at the United Nations International Criminal Tribunal for the Former Yugoslavia. She has also worked with a team of legal counsel to the National Democratic Front of the Philippines (NDFP), focusing on human rights and identity-based issues related to the peace negotiations between the NDFP and the Government of the Philippines.<\/p>\n<p><strong>Paul Iacono, Q.C<\/strong>., is the founding principal of YorkStreet Dispute Resolution Group and Counsel to Beard Winter LLP. He practised insurance litigation for over 35 years and has been a full-time mediator &amp; arbitrator for 14 years. He has ADR training from the Canadian Dispute Resolution Corporation, the Arbitration and Mediation Institute of Ontario, the University of Toronto, and the Harvard Mediation Workshop offered through the Advocates’ Society. He is a member of the Arbitration and Mediation Institute of Ontario and is an Honorary Member of the Ontario Insurance Adjusters Association. He is the recipient of an Award of Excellence in A.D.R. from the Ontario Bar Association, and received the highest honour of Knight from the Inter- national Academy of Mediators. He is the author of numerous articles on civil litigation, insurance law and mediation.<\/p>\n<p><em>This article originally appeared in the Fourth World Journal and is re-printed with permission. It may be cited as: Beaucage, J., Kuin, A., &amp; Iacono, P. (2018). Anishnabe N’oon Da Gaaziiwin: An Indigenous Peacemaking-Mediation Nexus. Fourth World Journal, 16(2). pp. 49-55<\/em><\/p>\n<p>[1] The authors acknowledge the variety of Indigenous peacemaking processes that exist across Canada. In this article, Indigenous peacemaking refers to the given communities’ approach to conflict resolution.<\/p>\n<p>[2] The use of the term mediation refers to the North American style of a neutral third party who facilitates a dispute resolution process.<\/p>\n<p>[3] This concept is from the Ojibway language and rooted in traditional consensus building within a community context.<\/p>\n<p>[4] The United Nations General Assembly. 2007. Declaration on the Rights of Indigenous People.<\/p>\n<p>[5] Truth and Reconciliation Commission of Canada: Calls to Action. 2015. Winnipeg: Truth and Reconciliation Commission of Canada. 6 The Constitution Act, 1982, Schedule B to the Canada Act 1982 (UK), 1982, c 11,  retrieved on 2017-09-24. 7 Mikisew Cree First Nation v. Canada (Minister of Canadian Heritage), [2005] 3 S.C.R. 388, 2005 SCC 69.<\/p>\n<p>[6] <em>The Constitution Act<\/em>, 1982, Schedule B to the Canada Act 1982 (UK), 1982, c 11,  retrieved on 2017-09-24.<\/p>\n<p>[7] <em>Mikisew Cree First Nation v. Canada (Minister of Canadian Heritage)<\/em>, [2005] 3 S.C.R. 388, 2005 SCC 69.<\/p>\n<p>[8] Assertions of title through the colonized approach to land title has changed due to now-recognized Indigenous land and territorial rights established through the Supreme Court of Canada (SCC).<\/p>\n<p>[9] While there will always be a need to establish parameters in the ever-changing landscape of Canadian law by going to the courts, given the rising number of disputes it is important to establish non-adversarial processes.<\/p>\n<p>[10] LeBaron, Michelle and Venashri Pillay. 2006. Conflict across Cultures: A Unique Experience of ?ridging Differences. Boston, MA, Intercultural Press.<\/p>\n<p>[11] Parties involved in the Hybrid Process are asked to sign a confidentiality agreement. The process is confidential to anyone outside of the parties’ communities, as we believe it is important for communities to be included in the discussions in order to make an educated decision when voting on the final agreement.<\/p>\n<p>[12] Smudging involves lighting a sacred medicine like sage, sweet grass or tobacco and allowing the smoke to cleanse your body and calm your spirit.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>December 17, 2018 Fourth World Journal John Beaucage, B.A., D.Litt., Alicia Kuin, B.A., M.A., LL.M., Q.Med. and Paul Iacono, Q.C. PREFACE This article introduces a new dispute resolution process that we have termed a Hybrid Process, which has been designed to support nation-to-nation building in Canada. It is clear that classic theories and current mediation [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Anishnabe N’Oon DA Gaaziiwin: an Indigenous Peacemaking Mediation Nexus | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Anishnabe N’Oon DA Gaaziiwin: an Indigenous Peacemaking Mediation Nexus | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"December 17, 2018 Fourth World Journal John Beaucage, B.A., D.Litt., Alicia Kuin, B.A., M.A., LL.M., Q.Med. and Paul Iacono, Q.C. PREFACE This article introduces a new dispute resolution process that we have termed a Hybrid Process, which has been designed to support nation-to-nation building in Canada. It is clear that classic theories and current mediation [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-02-21T16:58:19+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-02-21T17:19:57+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/\",\"name\":\"Anishnabe N\\u2019Oon DA Gaaziiwin: an Indigenous Peacemaking Mediation Nexus | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-02-21T16:58:19+00:00\",\"dateModified\":\"2019-02-21T17:19:57+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/anishnabe-noon-da-gaaziiwin-an-indigenous-peacemaking-mediation-nexus\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2613"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2613"}],"version-history":[{"count":4,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2613\/revisions"}],"predecessor-version":[{"id":2617,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2613\/revisions\/2617"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2613"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2613"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2613"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}