{"id":2670,"date":"2019-06-11T14:09:41","date_gmt":"2019-06-11T18:09:41","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2670"},"modified":"2019-06-11T14:09:41","modified_gmt":"2019-06-11T18:09:41","slug":"qa-with-frank-zaid-forging-strong-franchise-relationships","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/","title":{"rendered":"Q&#038;A with Frank Zaid: Forging strong franchise relationships"},"content":{"rendered":"<p>By <a href=\"https:\/\/adrchambers.com\/neutral\/frank-zaid\/\">Frank Zaid<\/a><\/p>\n<p>www.franchiseinfo.ca<\/p>\n<p>August 20, 2018<\/p>\n<p><em>Q: How can franchisors and franchisees work together to forge good franchise relationships and avoid litigation?<\/em><\/p>\n<p>A: This is a simple question that demands a fairly detailed answer. One key principle to keep in mind is it is up to both parties—i.e. the franchisor and the franchisee—to work together to establish and maintain a good, friendly working relationship. That said, the franchisor must take the lead, by setting up system-wide programs to help further such relationships.<\/p>\n<p>Another key principle is good communication, which is fundamental to maintaining good franchise relationships.<\/p>\n<p><strong>Enabling positive communications<br \/>\n<\/strong><\/p>\n<p>Successful franchise systems are built on trust and solid relationships. There will always be variations in terms of individual franchisees’ performance and expectations. Experience has shown a lack of trust between a franchisor and its franchisees will arise in times of stress or upset.<\/p>\n<p>Before getting to that point, then, it is important to explore how these parties will communicate and solidify their relationships. Communications can take many forms, but they need to be initiated at the outset and then on an ongoing basis by a proactive franchisor, whether through newsletters, e-mail blasts, a password-controlled intranet, peer review boards, franchise advisory councils (FACs), ‘town hall’ meetings, conferences, franchise conventions, independent ombudsman programs, a CEO’s private hotline, controlled social media, field representative visits, performance reviews, training sessions and\/or an online operations manual.<\/p>\n<p>Progressive franchisors should also know how important it is to listen to their franchisees. They should encourage them to make suggestions and then, in turn, respond to those suggestions quickly and respectfully.<\/p>\n<p>Franchisees, meanwhile, will appreciate learning about improvements that are being made to their franchise system as a direct result of their suggestions. Many franchisors have even established reward programs to recognize those franchisees whose suggestions are adopted as part of the franchise system. Others establish incentive programs, such as paid vacations, for franchisees who reach and exceed any performance targets that have been established by both parties.<\/p>\n<p>Similarly, franchisors should also react professionally and in a timely manner to their franchisees’ complaints. Indeed, franchisees should be actively encouraged to voice their concerns and, if possible, to suggest practical and reasonable remedies to the problems they have identified.<\/p>\n<p>Timely and informative communications coming from the franchisor can help to allay fears and build trust. Keeping franchisees informed early and frequently about important changes and milestones—including management appointments, succession plans, new competitors, franchise openings, market research into consumer preferences, industry regulations, updates to system standards, individual franchisees’ successes, technology enhancements, graphic standards for marketing and advertising, crisis management programs and social media initiatives—can prevent suspicion and rumours among them.<\/p>\n<p><strong>Avoiding dispute litigation<br \/>\n<\/strong>For many reasons, franchise disputes are on the rise today. With franchise legislation having been enacted in six of Canada’s provinces, giving important legal rights to franchisees, and increased publicity through conventional and social media, franchisees are now much more aware of their rights—and growing numbers of lawyers have become more active in representing them in disputes.<\/p>\n<p>Conflicts between franchisee and franchisor can arise for a variety of reasons, including unprofitability at the franchise level, uncontrolled franchise system growth, changing market conditions, new competition, inconsistent treatment of franchisees and failure of the franchisor to disclose material information.<\/p>\n<p>With those reasons in mind, the question is how can both parties avoid conflict and resolve their disagreements or disputes without resorting to litigation. For a prospective franchisee, this is a matter of knowing what to look for and learn when considering whether or not to buy a particular franchise. For the franchisor, on the other hand, it is a matter of implementing programs across the system to help minimize disputes at an early stage.<\/p>\n<p>Indeed, early dispute resolution programs offer quicker solutions to significant problems at a low cost, help maintain franchise business relationships, minimize disruption, do not require lawyers and can support long-term success.<\/p>\n<p>By way of example, while it is still not commonly used, franchisors should consider adding a simple provision to their franchise agreements that calls for disputes to be negotiated. Such provisions involve a preliminary level of negotiation within a short time frame. Then, if that process does not result in a satisfactory resolution, it is followed by a second level, involving senior management.<\/p>\n<p>These negotiations are confidential, but conducted without prejudice to either party if no resolution is achieved. Rather, when negotiations do not result in an agreement, another method of alternative dispute resolution (ADR) is invoked, such as third-party mediation.<\/p>\n<p>Indeed, given the possibility that internal programs will not result in the resolution of disagreements and disputes, proactive franchisors should also consider external programs. In addition to mediation, such options include arbitration, which is a more formal type of ADR that results in a binding decision, or working with an independent franchise system ombudsman.<\/p>\n<p>Another useful program for early dispute resolution is, as previously mentioned, the implementation of a new CEO hotline. Leadership, after all, needs to come from the top level of management.<\/p>\n<p>In some cases, the hotline is not a telephone number, but an e-mail address. Either way, it is set up to allow franchisees to contact their franchisor’s CEO on a confidential basis, with no possible repercussions, and then receive a quick and meaningful response. Indeed, systemic changes have been introduced to franchise systems directly as a result of this form of communication.<\/p>\n<p>A franchise advisory council (FAC) should meet regularly to discuss a wide variety of issues.<strong> <\/strong><\/p>\n<p><strong>Franchisees working together<br \/>\n<\/strong><\/p>\n<p>Some franchise systems get their franchisees involved in mentorship programs. In these situations, a new franchisee is partnered with an experienced franchisee who can help answer questions, explain various procedures and operations and clear up any potential misunderstandings.<\/p>\n<p>A few well-established franchise systems have now established peer groups and peer review panels that work to resolve disputes, particularly those between fellow franchisees. Such a program requires formalized rules and procedures, including those regarding the composition of the panel, and must be endorsed and promoted by the franchisor’s management team. These details may be published in the operations manual, the franchise agreement or, alternatively, an ancillary document.<\/p>\n<p>All hearings before a peer review panel will need to be kept confidential, but generic findings can then be made available to the franchisee community. One of the key factors for these programs is whether or not the review process can result in (a) a binding decision or (b) a recommendation for further, timely consideration by the senior management team.<\/p>\n<p>Another mechanism, as mentioned earlier, is a FAC. Most franchise systems should establish some form of FAC, but only when the time is right. While it is difficult to generalize about such timing, key factors include the maturity of the system in terms of years in operation and the total number of franchises.<\/p>\n<p>A properly established FAC will comprise a fair balance of franchisor representatives and franchisees, working within a well-defined set of rules and procedures. This group can deal with a wide variety of issues, but it must always be supported by the franchisor and the franchisee community if it is going to have any credibility.<\/p>\n<p>Meetings should be held regularly. For larger franchise systems, it might be necessary to set up regional FACs, rather than just a central one.  Minutes of the meetings and any decisions that will affect all franchisees should be made available regularly across the system.<\/p>\n<p><strong>Shared interests<br \/>\n<\/strong><\/p>\n<p>When considering any of the above options, it is key for both franchisors and franchisees to keep in mind that being able to resolve their disagreements to their satisfaction has become the hallmark of successful franchise systems. It is in both of their interests to work together.<\/p>\n<p><em>Frank Zaid practised franchise law for 40 years, was involved with more than 400 franchise systems and appeared as an expert witness in various franchise disputes. Today, he is a franchise mediator, arbitrator and private franchise system ombudsman with ADR Chambers in Toronto.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>By Frank Zaid www.franchiseinfo.ca August 20, 2018 Q: How can franchisors and franchisees work together to forge good franchise relationships and avoid litigation? A: This is a simple question that demands a fairly detailed answer. One key principle to keep in mind is it is up to both parties—i.e. the franchisor and the franchisee—to work together to [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Q&amp;A with Frank Zaid: Forging strong franchise relationships | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Q&amp;A with Frank Zaid: Forging strong franchise relationships | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"By Frank Zaid www.franchiseinfo.ca August 20, 2018 Q: How can franchisors and franchisees work together to forge good franchise relationships and avoid litigation? A: This is a simple question that demands a fairly detailed answer. One key principle to keep in mind is it is up to both parties—i.e. the franchisor and the franchisee—to work together to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-06-11T18:09:41+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/\",\"name\":\"Q&A with Frank Zaid: Forging strong franchise relationships | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-06-11T18:09:41+00:00\",\"dateModified\":\"2019-06-11T18:09:41+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/qa-with-frank-zaid-forging-strong-franchise-relationships\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2670"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2670"}],"version-history":[{"count":1,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2670\/revisions"}],"predecessor-version":[{"id":2671,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2670\/revisions\/2671"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2670"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2670"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2670"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}