{"id":2676,"date":"2019-06-26T15:10:51","date_gmt":"2019-06-26T19:10:51","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2676"},"modified":"2019-06-26T15:10:51","modified_gmt":"2019-06-26T19:10:51","slug":"the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/","title":{"rendered":"The Value of Mentorship, Part 1: Reflections on My Journey from IAM Mentee to IAM Fellow"},"content":{"rendered":"<p>By: <a href=\"https:\/\/adrchambers.com\/neutral\/alicia-kuin\/\">Alicia Kuin<\/a> (IAM Fellow)<\/p>\n<p>May 23, 2019<\/p>\n<p>At the 2013 IAM Conference in Toronto, the IAM launched a mentorship program and inducted me as one of the organization’s first mentees. This was a pivotal moment in my mediation career, and I want to share with you why.<\/p>\n<p>As a young mediator, this conference exposed me to mediation greatness. I recall being introduced to presenters such as past IAM President Eric Galton, ADR Chambers President Allan Stitt, Dr. Izzeldin Abuelaish, Hon. Joe Clark, Hon. George Adams, former UN Deputy Secretary-General Louise Frechette, Ambassador Ken Taylor, and former Grande Council Chief John Beaucage (with whom I now co-mediate).<\/p>\n<p>Strategically, I sat at a table with several of the speakers and a mediator I later came to know as Lee Jay Berman. Near the end of the conference, I quietly muttered to Lee Jay how impressed I was by all of the experience in the room. Without hesitation, he looked at me and replied ‘<em>The feeling is mutual’<\/em>.<\/p>\n<p>This is the value of IAM mentorship. The IAM is a welcoming, supportive and encouraging community of practitioners who are dedicated to professional development, peer-to-peer knowledge exchange and advancing the field of mediation. Importantly, this means that members of the organization have the capacity to empower, enhance and shape the skills of up-and-coming mediators.<\/p>\n<p>All our members have the opportunity to support up-and-coming mediators who show passion, determination and promise in the field. We owe it to the profession to share our knowledge and skills with others. Finally, we owe it to ourselves to learn from different perspectives and experiences, because mentees have a fresh perspective and drive that can push us out of our comfort zones and challenge our normative assumptions.<\/p>\n<p>I was first introduced to the IAM through my mentor Paul Iacono. In 2007, I sent Paul an e-mail with all the wisdom of a second-year university student. Not only did Paul respond and meet with me, he immediately invited me to begin shadowing him. I recently asked Paul why he took a chance on such a young practitioner and he responded:<\/p>\n<p>“My initial impression of Alicia was that for someone so young she had great insight, particularly when it came to reading people and generating creative solutions that solve problems. I knew immediately that she was very empathetic and that is something you cannot teach, but it is an essential ingredient required of a good mediator. She has an ability to connect effortlessly with people from different backgrounds, experiences and cultures. I had no hesitation in taking her on as a mentee. I knew that someday she would be a valuable addition to our organization and in fact, someone who could take over for me”.<\/p>\n<p>Under Paul’s guidance, I spent the following six years shadowing him on over one hundred mediations, took ADR certificate courses, completed a Master’s degree in ADR, worked on an international negotiation case and worked with the UN.<\/p>\n<p>Paul was already my mentor, but in 2013 the IAM’s mentorship program made it a formal relationship whereby professional goals would be set, and both Paul and I would be held accountable for reaching those goals. My professional goals on the application included completing an LL.M. in ADR, increasing my number of paid cases, presenting at conferences and publishing articles. These goals were met with the unwavering support from both Paul and IAM members located in Toronto, such as IAM co-founder Cliff Hendler. The mentorship program connected me with other mediators of Paul’s and Cliff’s caliber, thus my opportunities for growth and learning increased exponentially.<\/p>\n<p>Paul continued to invest in my development by introducing me to seminal courses and programs in the field, facilitating meetings with notable practitioners and inviting me to events and conferences. Paul not only taught me everything he knew about dispute resolution, but he also instilled in me the value of authentic networking, humility, patience and hard work. Paul genuinely wanted to see me thrive.<\/p>\n<p>Something that is often overlooked regarding mentorship is how the mentor benefits from the mentee. According to Paul, “mentorship is a two-way street; you get back what you put in. Alicia is a great listener and she reads body language very well, and my own skills in that regard have improved. She has taught me about conflict resiliency; the idea that you as the mediator must stay optimistic, regulate your own emotions and physiological responses and trust that navigating the dynamics of conflict will lead to a resolution. When we co-mediate we can read each other’s minds. We have complete trust in each other’s solutions. All of the time and effort has been rewarding and I now have a professional colleague who has become a valuable sounding board, as well as a good friend”.<\/p>\n<p>Both the IAM and Paul invested in me and inspired me to be the best practitioner I could be. In return, I wanted to invest my energy and passion into the IAM. As a mentee, I attended conferences and worked on the planning committee for the annual joint Winkler\/IAM\/Osgoode conference. In addition, I actively supported the development and formalization of the IAM’s Junto program and facilitated the program for several years.<\/p>\n<p>Upon achieving my goals and increasing my mediation practice, I was accepted as a Fellow of the IAM in 2017. My investment in the organization continues, as I am now a member of the Mentorship Committee, co-facilitated a session in Edinburgh and published an article with Ben Picker on <em>The Words We Use as Mediators<\/em>, attended a board meeting in Zurich to speak to the importance of increasing the IAM’s mentorship program and diversifying our membership regarding age, gender and culture. More recently, I have been supporting Claude Amar’s vision of creating the World-Wide Mediation Mentorship Program and I be will co-facilitating a session in Banff with Thierry Garby on ‘Mediation in 2025’.<\/p>\n<p>My journey from IAM Mentee to Fellow is the result of Paul Iacono responding to an e-mail sent to him by a passionate university student who wanted to learn more about the field of mediation. It is the result of being invited to the 2013 Toronto conference where my learning was shaped by exceptional practitioners and where my own experience was acknowledged and valued. It is also the result of the members of the IAM actively believing in, and investing in, me. While illustrative of what is possible, each mentorship will certainly be unique, based on the capabilities and needs of the individuals involved.<\/p>\n<p>Paul and I believe in supporting the IAM’s mentorship program, and we hope that our mentorship, which has transformed into a meaningful professional collaboration and rich friendship, convinces you to do the same.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>By: Alicia Kuin (IAM Fellow) May 23, 2019 At the 2013 IAM Conference in Toronto, the IAM launched a mentorship program and inducted me as one of the organization’s first mentees. This was a pivotal moment in my mediation career, and I want to share with you why. As a young mediator, this conference exposed me to mediation [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Value of Mentorship, Part 1: Reflections on My Journey from IAM Mentee to IAM Fellow | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Value of Mentorship, Part 1: Reflections on My Journey from IAM Mentee to IAM Fellow | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"By: Alicia Kuin (IAM Fellow) May 23, 2019 At the 2013 IAM Conference in Toronto, the IAM launched a mentorship program and inducted me as one of the organization’s first mentees. This was a pivotal moment in my mediation career, and I want to share with you why. As a young mediator, this conference exposed me to mediation [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-06-26T19:10:51+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/\",\"name\":\"The Value of Mentorship, Part 1: Reflections on My Journey from IAM Mentee to IAM Fellow | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-06-26T19:10:51+00:00\",\"dateModified\":\"2019-06-26T19:10:51+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/the-value-of-mentorship-part-1-reflections-on-my-journey-from-iam-mentee-to-iam-fellow\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2676"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2676"}],"version-history":[{"count":1,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2676\/revisions"}],"predecessor-version":[{"id":2677,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2676\/revisions\/2677"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2676"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2676"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2676"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}