{"id":2683,"date":"2019-07-03T15:02:05","date_gmt":"2019-07-03T19:02:05","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2683"},"modified":"2019-07-03T15:02:12","modified_gmt":"2019-07-03T19:02:12","slug":"qa-with-frank-zaid-automotive-franchises","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/","title":{"rendered":"Q&#038;A with Frank Zaid: Automotive franchises"},"content":{"rendered":"<p>By <a href=\"https:\/\/adrchambers.com\/neutral\/frank-zaid\/\">Frank Zaid<\/a><\/p>\n<p>www.franchiseinfo.ca<\/p>\n<p>November 14, 2014<\/p>\n<p><strong><em>Q: <\/em><\/strong><em>In legislative terms, are motor vehicle dealerships considered franchises and, as a consequence, how have courts dealt with disputes between vehicle manufacturers and dealers?<\/em><\/p>\n<p><strong>A: <\/strong>The courts have now fairly clearly established that motor vehicle dealerships—whether representing domestic or foreign manufacturers—are considered franchises under various provinces’ franchise legislation. As such, dealers are entitled to the benefits offered by the legislation.<\/p>\n<p>Traditionally, automotive dealers in North America have operated significant small businesses and been prominent members of local business communities. For many years, those representing North American manufacturers enjoyed the majority of car sales in Canada, while the manufacturers enjoyed the benefits of tariff protection for products imported between Canada and the U.S.<\/p>\n<p>The market changed in the 1970s, when Japanese manufacturers refined their vehicles for the North American market. These gradually became price-competitive, earned high ratings for quality and were largely accepted by consumers. In more recent years, manufacturers based in South Korea, Taiwan and China have competed with their Japanese counterparts and enjoyed similar success, taking a notable share of the Canadian market with low-priced, high-quality vehicles.<\/p>\n<p>Meanwhile, a recession that began in 2007 saw the financial demise or restructuring of most North American vehicle manufacturers. This put enormous pressure on dealer relations, leading to a number of highly publicized lawsuits between both individual dealers and dealer groups against the manufacturers. The resulting litigation has explored the nature of the relationship between dealers and manufacturers in considerable detail, particularly with respect to whether or not the relationship constitutes that of a franchise under provincial legislation and how the duty of good faith and fair dealing may apply to the relationship.<\/p>\n<p>In addition, the automotive industry—recognizing the potentially harmful effects and significant costs of legal disputes between manufacturers and dealers, particularly since the vast majority of these disputes would arise during ongoing business relationships—has established a highly effective procedure for addressing such problems through an alternative dispute resolution (ADR) process with specific rules. This is known as the National Automobile Dealer Arbitration Program (NADAP).<\/p>\n<p><strong>Broad definitions<\/strong><\/p>\n<p>The first hint that automotive dealers would be considered franchisees under provincial legislation came in Ontario in August 1970, when the minister of financial and commercial affairs formed a committee to review and report on, among other things, “all aspects of the relationship between franchisors and franchisees.” The resulting, extensive document, known as the Grange Report, was issued in July 1971 and reviewed common problems in the oil, automotive and fast-food industries. The Grange Report sparked some ongoing interest in the issues it raised, yet for many years afterwards, no provincial governments—except Alberta—took any specific action with regard to franchising.<\/p>\n<p>There was one interesting development in June 1987 in New Brunswick, where the provincial legislature passed a politically driven Motor Vehicle Franchise Act to regulate virtually every aspect of the relationships between motor vehicle manufacturers and dealers. This legislation dealt with such issues as rights to cancel dealerships, compensation formulas on termination, warranty procedures and resales. The legislation was introduced by way of a private member’s bill as one of the last acts of the existing provincial government. In May 1988, the successor government passed legislation to repeal the act in its entirety.<\/p>\n<p>In April 1991, the assistant deputy in the business practices division of Ontario’s ministry of consumer and commercial relations, during an address to a franchising conference, specifically stated any franchise legislation would apply to all types of businesses, saying, “as we all know, franchising is incredibly diverse, ranging from fast food, tax services and cosmetics to car dealers.”<\/p>\n<p>In June 1998, the same Ontario ministry released a consultation paper on franchise disclosure legislation, which made it very clear the new legislation would include three broad forms of franchise arrangements, including product distribution franchises. The white paper, which would eventually lead to the introduction of Ontario’s Arthur Wishart (Franchise Disclosure, 2000) Act, stated these types of arrangements, unlike business format franchises, “allow the franchisee some scope to personalize their business (e.g. “John Smith – Chrysler Scarborough”), with the franchisor generally exerting less control over the format of the franchise. Examples include automotive dealers and soft drink bottlers.”<\/p>\n<p>Now, it is one thing to say a particular form of business arrangement will be included in franchise legislation, but it is another to define a ‘franchise’ broadly enough in the legislation to capture that type of arrangement. The Arthur Wishart Act, like other provinces’ franchise legislation, contains a very complex definition of a franchise, but one part of this definition that creates some controversy regarding its application to motor vehicle dealerships is a requirement for the franchisee “to make a payment or continuing payments, whether direct or indirect, or a commitment to make such payment or payments, to the franchisor in the course of operating the business or as a condition of acquiring the franchise or commencing operations.”<\/p>\n<p>While the other elements of licensed trademarks, control and assistance do fit within the relationship, car dealers typically do not make any payment to manufacturers to acquire a franchise or commence operations. They are certainly required to make continuing payments, direct or indirect, to the manufacturer in the course of operating their business, but unlike business-format franchises, where the nature of these payments is usually in the form of royalties, the payments made by car dealers may be for inventory, fleet financing, parts and supplies, leases, control systems, advertising and promotion or product incentives.<\/p>\n<p><strong><em>Q:<\/em><\/strong><em> In legislative terms, are motor vehicle dealerships considered franchises and, as a consequence, how have courts dealt with disputes between vehicle manufacturers and dealers?<\/em><\/p>\n<p><strong>A: <\/strong>The courts have now fairly clearly established that motor vehicle dealerships—whether representing domestic or foreign manufacturers—are considered franchises under various provinces’ franchise legislation. As such, dealers are entitled to the benefits offered by the legislation.<\/p>\n<p>Traditionally, automotive dealers in North America have operated significant small businesses and been prominent members of local business communities. For many years, those representing North American manufacturers enjoyed the majority of car sales in Canada, while the manufacturers enjoyed the benefits of tariff protection for products imported between Canada and the U.S.<\/p>\n<p>The market changed in the 1970s, when Japanese manufacturers refined their vehicles for the North American market. These gradually became price-competitive, earned high ratings for quality and were largely accepted by consumers. In more recent years, manufacturers based in South Korea, Taiwan and China have competed with their Japanese counterparts and enjoyed similar success, taking a notable share of the Canadian market with low-priced, high-quality vehicles.<\/p>\n<p>Meanwhile, a recession that began in 2007 saw the financial demise or restructuring of most North American vehicle manufacturers. This put enormous pressure on dealer relations, leading to a number of highly publicized lawsuits between both individual dealers and dealer groups against the manufacturers. The resulting litigation has explored the nature of the relationship between dealers and manufacturers in considerable detail, particularly with respect to whether or not the relationship constitutes that of a franchise under provincial legislation and how the duty of good faith and fair dealing may apply to the relationship.<\/p>\n<p>In addition, the automotive industry—recognizing the potentially harmful effects and significant costs of legal disputes between manufacturers and dealers, particularly since the vast majority of these disputes would arise during ongoing business relationships—has established a highly effective procedure for addressing such problems through an alternative dispute resolution (ADR) process with specific rules. This is known as the National Automobile Dealer Arbitration Program (NADAP).<\/p>\n<p><strong>Dealing with disputes<\/strong><\/p>\n<p>A number of legal cases have involved contractual disputes between automotive dealers and manufacturers. To date, no automobile manufacturer has successfully contested the point as to whether or not a dealership constitutes a franchise.<\/p>\n<p>In a 2005 case involving Ford Motor Company of Canada, for example, a new dealer brought a motion for a temporary injunction preventing Ford from terminating a dealership, lease and financial assistance. Ford had refused to approve the dealer’s purchase of an existing dealership because the rate of interest being purchased was 70 per cent as opposed to the allowable 35 per cent. In the court’s view, termination of the agreement before trial would effectively put the dealer out of business, so the court granted the injunction.<\/p>\n<p>Similarly, in a 2007 case involving Toyota Canada, a prospective dealer sought a temporary injunction to restrain Toyota from entering an agreement for a Lexus dealership with another dealer in the downtown Toronto market. The agreement between the parties allowed the prospective dealer to receive reasonable notice before Toyota would proceed. The court held the wording of the agreement was clear and Toyota had complied, so it refused to grant the injunction.<\/p>\n<p>In a 2009 case against Hyundai Auto Canada, a dealer sought an injunction to prevent Hyundai from terminating an agreement. This dealer was part of a group of companies that owned a number of car dealerships. The dealer had given notices in 2005 and 2006 of proposals to purchase another property for a new dealership, but neither of these transactions materialized. Hyundai lost faith in the dealer’s commitment to relocate its dealership and gave notice it would not renew the agreement. The parties entered a provisional settlement, but the dealer subsequently learned Hyundai had contracted for a new site and solicited proposals from other parties. The dealer claimed these actions were in breach of the settlement. The court observed the dealer had presented a serious case to be tried and would suffer irreparable harm if the injunction were not granted. Also, the balance of convenience favoured the dealer. Accordingly, the court granted an interlocutory injunction pending trial.<\/p>\n<p>That same year saw the restructuring of General Motors (GM) of Canada’s operations. The manufacturer proposed to realign its dealership network by terminating certain brands and giving notice to 240 of its 704 dealers that their agreements would not be renewed. GM Canada offered a formula-based payout to these non-renewed dealers if they agreed to an early termination of their agreement and signed a release. These arrangements needed to be completed very quickly to avoid insolvency for GM Canada. Dealers accepting the payout were required to sign a ‘wind-down agreement’ within a very limited period and obtain independent legal advice.<\/p>\n<p><strong><em>Q: <\/em><\/strong><em>In legislative terms, are motor vehicle dealerships considered franchises and, as a consequence, how have courts dealt with disputes between vehicle manufacturers and dealers?<\/em><\/p>\n<p><strong>A: <\/strong>The courts have now fairly clearly established that motor vehicle dealerships—whether representing domestic or foreign manufacturers—are considered franchises under various provinces’ franchise legislation. As such, dealers are entitled to the benefits offered by the legislation.<\/p>\n<p>Traditionally, automotive dealers in North America have operated significant small businesses and been prominent members of local business communities. For many years, those representing North American manufacturers enjoyed the majority of car sales in Canada, while the manufacturers enjoyed the benefits of tariff protection for products imported between Canada and the U.S.<\/p>\n<p>The market changed in the 1970s, when Japanese manufacturers refined their vehicles for the North American market. These gradually became price-competitive, earned high ratings for quality and were largely accepted by consumers. In more recent years, manufacturers based in South Korea, Taiwan and China have competed with their Japanese counterparts and enjoyed similar success, taking a notable share of the Canadian market with low-priced, high-quality vehicles.<\/p>\n<p>Meanwhile, a recession that began in 2007 saw the financial demise or restructuring of most North American vehicle manufacturers. This put enormous pressure on dealer relations, leading to a number of highly publicized lawsuits between both individual dealers and dealer groups against the manufacturers. The resulting litigation has explored the nature of the relationship between dealers and manufacturers in considerable detail, particularly with respect to whether or not the relationship constitutes that of a franchise under provincial legislation and how the duty of good faith and fair dealing may apply to the relationship.<\/p>\n<p>In addition, the automotive industry—recognizing the potentially harmful effects and significant costs of legal disputes between manufacturers and dealers, particularly since the vast majority of these disputes would arise during ongoing business relationships—has established a highly effective procedure for addressing such problems through an alternative dispute resolution (ADR) process with specific rules. This is known as the National Automobile Dealer Arbitration Program (NADAP).<\/p>\n<p><strong>Dealing with Disputes<\/strong><\/p>\n<p>In a 2010 case, 19 non-renewed dealers who refused the wind-down arrangement commenced an action against GM Canada, claiming the manufacturer had violated its duty of fair dealing and breached its obligations to act in good faith under the <em>Arthur Wishart Act<\/em>. GM Canada brought a motion to sever these claims and have them heard individually. For purposes of the motion only, GM Canada conceded the dealers were franchisees under the definition of the <em>Arthur Wishart Act<\/em>.<\/p>\n<p>The dealers argued their claims all contained common and closely related facts, laws and issues in dispute and they did not have the financial resources to litigate on their own. They suggested the need for efficiency and the avoidance of duplication, a multiplicity of actions and potential inconsistent decisions favoured rejection of the motion to sever the actions. The court agreed and allowed the multiple dealer action to proceed. The case was eventually settled.<\/p>\n<p>Then, in 2011, a class action—separate from the multiple dealer action—was commenced in Ontario on behalf of a group of dealers who had accepted the wind-down agreement. Among other claims, it alleged GM Canada had breached the duty of good faith and fair dealing. The court certified the action and allowed it to proceed, stating it was not inconsistent with the purposes of the <em>Arthur Wishart Act<\/em> to suggest GM Canada had an obligation to disclose all material facts known to it that might reasonably affect the franchisees’ decision to accept the wind-down agreements.<\/p>\n<p>Trial of this action commenced in September 2014, with much media attention. The eventual decision has the potential to represent a landmark case with respect to franchisee relations, the duty of good faith and fair dealing, the duty to disclose, the enforceability of releases and the sanctity of a contract. The potential damages to be claimed are in the hundreds of millions of dollars.<\/p>\n<p><strong>Continued costs<\/strong><\/p>\n<p>No doubt franchising activity will continue between automobile manufacturers and dealers as their agreements become more precise, investments become more costly and dealers become more aware of their legal options. Canada’s legal landscape is markedly different from that of the U.S., where state governments enacted separate and distinct automotive dealer legislation years ago, outside of conventional business-format legislation.<\/p>\n<p><em>Frank Zaid practised franchise law for 40 years, was involved with more than 400 franchise systems and appeared as an expert witness in various franchise disputes. Today, he is a franchise mediator, arbitrator and private franchise system ombudsman with ADR Chambers in Toronto.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>By Frank Zaid www.franchiseinfo.ca November 14, 2014 Q: In legislative terms, are motor vehicle dealerships considered franchises and, as a consequence, how have courts dealt with disputes between vehicle manufacturers and dealers? A: The courts have now fairly clearly established that motor vehicle dealerships—whether representing domestic or foreign manufacturers—are considered franchises under various provinces’ franchise legislation. As such, [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Q&amp;A with Frank Zaid: Automotive franchises | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Q&amp;A with Frank Zaid: Automotive franchises | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"By Frank Zaid www.franchiseinfo.ca November 14, 2014 Q: In legislative terms, are motor vehicle dealerships considered franchises and, as a consequence, how have courts dealt with disputes between vehicle manufacturers and dealers? A: The courts have now fairly clearly established that motor vehicle dealerships—whether representing domestic or foreign manufacturers—are considered franchises under various provinces’ franchise legislation. As such, [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-07-03T19:02:05+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-07-03T19:02:12+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/\",\"name\":\"Q&A with Frank Zaid: Automotive franchises | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-07-03T19:02:05+00:00\",\"dateModified\":\"2019-07-03T19:02:12+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/qa-with-frank-zaid-automotive-franchises\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2683"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2683"}],"version-history":[{"count":1,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2683\/revisions"}],"predecessor-version":[{"id":2684,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2683\/revisions\/2684"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2683"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2683"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2683"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}