{"id":2705,"date":"2019-08-01T15:35:45","date_gmt":"2019-08-01T19:35:45","guid":{"rendered":"https:\/\/adrchambers.com\/?p=2705"},"modified":"2019-08-01T15:38:55","modified_gmt":"2019-08-01T19:38:55","slug":"faster-cheaper-with-less-process-top-10-arbitration-chambers","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/","title":{"rendered":"Faster, cheaper with less process: Top 10 Arbitration Chambers"},"content":{"rendered":"<p class=\"p2\"><span class=\"s1\">by Aidan Macnab<\/span><\/p>\n<p class=\"p2\"><span class=\"s1\"><a href=\"https:\/\/www.canadianlawyermag.com\/surveys-reports\/boutique-firm-rankings\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/276097\">Canadian Lawyer magazine<\/a><\/span><\/p>\n<div>\n<p class=\"p1\"><span class=\"s1\">13 May 2019<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Though he enjoyed his work as a commercial litigator, Allan Stitt found clients were rarely satisfied with the results. If they won &#8211; well, big deal, it was inevitable anyway. And if they lost, they felt betrayed. Litigation wasn&#8217;t appearing, to him, an effective path to resolution.<\/span><\/p>\n<\/div>\n<div>\n<p>&#8220;Winning didn&#8217;t feel nearly as good as losing felt bad,&#8221; says Stitt, president and CEO of ADR Chambers.<\/p>\n<p>It was a common refrain from those leading the 2019 Top 10 Arbitration Chambers that the catalyst for making the transition to ADR was the sorry state of the civil justice system, recently degraded even further by delays stemming from the Jordan decision.<\/p>\n<p>&#8220;What we&#8217;ve really seen in the last 20 years is a quiet revolution in a civil justice system, where the expectation of counsel and their clients is that you&#8217;re more likely to see your case resolved in a meeting room than in a courtroom,&#8221; says Paul Torrie, founder and president of top arbitration chamber Global Resolutions, which he founded in 1996 and which has since grown to a panel of 16. Global Resolutions does arbitration in every area but family and labour law, and it offers mediation and class action services.<\/p>\n<p>But there is a movement to continue the momentum toward faster, more efficient, less expensive dispute resolutions and a schism in the collective vision of where ADR needs to go. Stitt and others at the top arbitration chambers see change in the future of ADR, but they say professionals in the practice often disagree on the form it should take. Artificial intelligence tools are quickly becoming sophisticated enough to replace the flesh-and-blood meeting room negotiations, but at what cost? Some in the practice say that businesses want fast results and it&#8217;s the job of arbitration chambers to deliver them. Others say that due process cannot be sacrificed for expediency.<\/p>\n<p>According to Stitt, the future of arbitration is &#8220;faster, cheaper with less process.&#8221; He says the &#8220;vast majority&#8221; of disputes are not fit for the courts or traditional ADR. It is up to professionals like him and his peers to be creative and develop faster, less expensive processes &#8211; even at the expense of due process. The test, Stitt says, as to whether someone is sufficiently forward thinking is if they are comfortable with a dispute resolution being subject to the flip of a coin.<\/p>\n<p>&#8220;Many of my colleagues would say that that&#8217;s heresy,&#8221; he says. &#8220;The business people that I&#8217;ve talked to about it want to stand up and cheer.&#8221;<\/p>\n<\/div>\n<div>\n<p>Stitt adds that much of the pushback concerning due process, which is focused on the satisfaction earned by parties through the process, comes from a mistaken confidence that long, drawn-out processes produce a feeling of fairness and justice.<\/p>\n<p>&#8220;They&#8217;re less concerned about fairness because they think that, even in the long processes, they don&#8217;t get fair results,&#8221; he says. &#8220;So, they&#8217;re going to be just as uncomfortable in a short process as they will [be] in a long process.<\/p>\n<p>&#8220;What we have to do is find a way to make due process faster and more efficient,&#8221; Torrie says. &#8220;I don&#8217;t think we can abandon due process. It&#8217;s the bedrock of our system. So, we have to find more efficient ways to deliver due process.&#8221;<\/p>\n<p>Stitt, with the support of partners at Osler Hoskin &amp; Harcourt LLP, went out on his own and started an ADR practice. Over 25 years, he has built ADR Chambers into one of the largest providers of private arbitration and mediation in the world. At the beginning of 2019, ADR Chambers and York Street Chambers &#8211; which was also voted on to the Top Arbitration Chambers list &#8211; merged and are now under the same management.<\/p>\n<\/div>\n<div><\/div>\n<div>\n<p>Canadian Lawyer determined the top arbitration chambers through a month-long survey of legal professionals across the country. Since ADR Chambers and YorkStreet Dispute Resolution Group Inc. had merged at the beginning of the year but were separately voted on to the list, they are included as one among the top 10. The nine other top arbitration chambers are: Alternative Resolution Group Inc., Arbitration Place, British Columbia International Commercial Arbitration Centre, Canadian Commercial Arbitration Centre, Global Resolutions Inc., Amicus Chambers, Ottawa Dispute Resolution Group Inc. and Bay Street Chambers.<\/p>\n<p>In 2012, Brian Casey founded Bay Street Chambers, which practises commercial arbitration, split evenly between domestic and international matter. The firm&#8217;s work focuses on commercial disputes, construction, shareholder and M&amp;A, technology and intellectual property. Casey says he&#8217;s recently seen an upsurge in technology and intellectual property arbitrations. While historically, he says, tech firms did not use arbitration, they appear to have changed their minds.<\/p>\n<p>In 2019, a pressing issue for all arbitrators in Canada, he says, is the trend of companies using arbitration clauses to extricate themselves from class actions.<\/p>\n<p>&#8220;What we&#8217;re seeing is the courts are struggling to maintain the ability to have small consumer matters dealt with by class actions in the face of an arbitration clause,&#8221; Casey says. &#8220;And the courts<br \/>\nare, in my opinion, stretching the law to try and attain justice but are harming commercial arbitration precedence.&#8221;<\/p>\n<p>Some provinces have passed laws to the effect that arbitration clauses are void with respect to consumers. Casey says the courts sometimes offer this benefit to commercial entities because it is being given to consumers, &#8220;and that is a problem.&#8221; He says provinces need to look at the legislation more carefully.<\/p>\n<p>&#8220;You&#8217;ve got to change the legislation one way or the other, because what&#8217;s happening is courts are now saying we can in fact hear commercial cases, even though the arbitration clause is valid,&#8221; Casey says. &#8220;And then the question becomes, OK, how far are people going to try and push that?&#8221;<\/p>\n<p>Though he maintains that legislation is needed, Casey says a recent Supreme Court decision gave guidance on business customers subject to arbitration clauses that are participating in class actions. In TELUS Communications Inc. v. Avraham Wellman, customers of the telecommunications company formed a class action alleging TELUS rounded up calls to the next minute and thus overcharged them without notification. The motions judge certified the class as containing both consumer and non-consumer claims and declined to stay that of the non-consumers. TELUS argued that the non-consumer claims are governed by the mandatory arbitration clause and ought to be stayed. The Court of Appeal of Ontario ruled the motions judge had it right, but the Supreme Court differed &#8211; in a five-to-four majority &#8211; finding the judge was entitled to stay the claims and force the business customers to arbitrate.<\/p>\n<p>Top arbitration chamber Alternative Resolution Group Inc. is led by Shari Novick and Guy Jones. Earlier in her career, Novick was a litigator in private practice, but she says she was drawn to the neutrality of ADR. She became an arbitrator with the Financial Services Commission of Ontario and served two terms in the office of adjudication at the Ontario Labour Relations Board. Now having moved from public to private sector ADR, she spends her time mediating employment disputes, including disability and wrongful dismissal, as well as human rights disputes. She arbitrates many unjust dismissal claims and other labour grievances.<\/p>\n<p>&#8220;We have a lot of collective experience between the two of us,&#8221; she says. &#8220;We&#8217;ve got something like 50 years between us of dispute resolution experience. And that means that I think we hit that sweet spot between being flexible and letting the parties involved dictate the process that works best for them. But we are skilled enough to guide the ship, so to speak, toward an effective resolution.&#8221;<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>by Aidan Macnab Canadian Lawyer magazine 13 May 2019 Though he enjoyed his work as a commercial litigator, Allan Stitt found clients were rarely satisfied with the results. If they won &#8211; well, big deal, it was inevitable anyway. And if they lost, they felt betrayed. Litigation wasn&#8217;t appearing, to him, an effective path to [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[131],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Faster, cheaper with less process: Top 10 Arbitration Chambers | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Faster, cheaper with less process: Top 10 Arbitration Chambers | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"by Aidan Macnab Canadian Lawyer magazine 13 May 2019 Though he enjoyed his work as a commercial litigator, Allan Stitt found clients were rarely satisfied with the results. If they won &#8211; well, big deal, it was inevitable anyway. And if they lost, they felt betrayed. Litigation wasn&#8217;t appearing, to him, an effective path to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2019-08-01T19:35:45+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-08-01T19:38:55+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/\",\"name\":\"Faster, cheaper with less process: Top 10 Arbitration Chambers | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2019-08-01T19:35:45+00:00\",\"dateModified\":\"2019-08-01T19:38:55+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/commentary\/faster-cheaper-with-less-process-top-10-arbitration-chambers\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2705"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=2705"}],"version-history":[{"count":4,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2705\/revisions"}],"predecessor-version":[{"id":2709,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/2705\/revisions\/2709"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=2705"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=2705"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=2705"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}