{"id":3038,"date":"2020-05-04T15:46:55","date_gmt":"2020-05-04T19:46:55","guid":{"rendered":"https:\/\/adrchambers.com\/?p=3038"},"modified":"2020-05-04T15:58:13","modified_gmt":"2020-05-04T19:58:13","slug":"advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/","title":{"rendered":"Advanced Procedures for Mediation and Arbitration of Franchise Disputes to Save Time, Costs and Disruption"},"content":{"rendered":"<p>Written for The Franchise Voice, spring 2020 edition, a magazine published by  the Canadian Franchise Association<br \/>\nBy <a href=\"https:\/\/adrchambers.com\/neutral\/frank-zaid\">Frank Zaid<\/a>.<\/p>\n<p>Franchisors and franchisees and their legal counsel concerned about the costs and delays in litigating disputes through the traditional court process are increasingly looking to alternate dispute resolution (“ADR”) including mediation and arbitration.  And in these times of court closings, restrictions on public gatherings, social distancing and lengthy reschedulings innovative procedures for ADR can allow disputes to be resolved quickly with reduced costs and minimal disruption.<\/p>\n<p><strong>What types of franchise disputes are often resolved by ADR?  <\/strong><\/p>\n<p>All Canadian franchise legislation is founded on two major principles. The first is that a franchisor must provide a prospective franchisee with a detailed disclosure document for the franchise being offered, unless an exemption is available. If a disclosure document is not provided or contains deficiencies, the franchisee has a statutory right to rescind within two years, in the case of no disclosure, or 60 days in the case of deficient disclosure, after the date the franchisee entered into the franchise agreement. The right of rescission creates a highly punitive and costly remedy in favour of the franchisee requiring the franchisor to refund any money received, purchase any inventory, supplies and equipment and compensate the franchisee for any losses.<\/p>\n<p>The second principle is that franchise legislation imposes on each party a duty of fair dealing in the performance and enforcement of the agreement, including the obligation to act in good faith and in accordance with reasonable commercial standards. Breach of the duty of fair dealing can expose a franchisor to significant damages. Franchise litigation between franchisors and franchisees can result in substantial damage to the franchisor’s reputation, large damage awards and potential bankruptcy.<\/p>\n<p>In Ontario Rules of Civil Procedure include a program of mandatory mediation in certain areas of Ontario for complex cases under the AWA and actions certified as class proceedings. For all other actions a mediation session must take place within 180 days after the first defence is filed.<\/p>\n<p>All provincial franchise legislation requires disclosure of internal or external mediation or any other alternative dispute resolution processes used by a franchisor in disputes with a franchisee and a mandatory statement regarding mediation. All disclosure documents must disclose details regarding fraud, unfair or deceptive business practices or a violation of a law that regulates franchises or business, any administrative order or penalty, and liability in a civil action.  However, if a franchise dispute is resolved by ADR, the decision will be confidential and likely not required to be included in a disclosure document (unless considered to constitute a “material fact”).<\/p>\n<p>The Canadian Franchise Association’s (the “CFA”) Code of Ethics states that “both parties should make reasonable efforts to resolve complaints, grievances and disputes with each other through fair and reasonable direct communication, and where reasonably appropriate under the circumstances, mediation or other alternative dispute resolution mechanisms”. The CFA’s voluntary franchise ombudsman program states that “where possible, the ombudsman will suggest and refer unresolved complaints and problems to alternative methods of dispute resolution”. These initiatives by the CFA reinforce industry initiatives to utilize ADR for resolving franchise disputes. Of personal note, I am the only franchise support services member in the CFA under the category of Alternate Dispute Resolution.<\/p>\n<p>Now let’s address how independent mediators and arbitrators and ADR organizations recognize ADR to resolve franchise disputes.  I recommend that a mediator or arbitrator in a franchise dispute should have significant experience in and understanding of franchising. In 2012 ADR Chambers Canada, the largest ADR organization in Canada, established a panel of ADR neutrals who mediate franchise disputes.  I am the only member of that panel whose mediation and arbitration practice is restricted to  franchise disputes.<\/p>\n<p>Mediation is a formal procedure which requires the consent of all parties to the dispute.  Many franchisors provide for mediation in their franchise agreements or ancillary documents and it is often a pre-condition to commencing litigation or arbitration. However, the parties can agree to mediate a dispute at any time but in any case, a mediation agreement should be executed by all parties before commencement of the mediation.<\/p>\n<p>Mediation has resulted in a high success rate of settlement or negotiated solutions. An independent mediator is chosen by the parties to conduct the mediation according to agreed procedures. Legal counsel for the parties and client decision-makers should be present with the authority to settle. Mediation is a confidential, non-binding open process in which the mediator assists the parties to analyse the issues, goals and possible resolution. Mediation is confidential and without prejudice meaning that nothing said or produced in mediation can be used in any court process. There are no court filings and the mediator has no authority to make orders or findings.<\/p>\n<p>Here are some advanced procedures now being taken by experienced mediators to save time, costs and disruption particularly under current constraints:<\/p>\n<p>1. All parties, legal counsel and the mediator must sign a mediation agreement in which the procedures are agreed including holding the mediation by audio and video conferences. <\/p>\n<p>2. The parties should prepare and exchange mediation briefs setting out the facts, claims, legal arguments, authorities, and goals for the mediation.<\/p>\n<p>3. Legal counsel should dispense with opening statements by including critical issues and goals in their mediation briefs.<\/p>\n<p>4. The mediator should have a confidential telephone discussion with each lawyer to understand the strength of the case and goals for resolution.<\/p>\n<p>5. Mediators should become trained and familiar with ZOOM video and audio conferencing and hold mediations as ZOOM hosts. <\/p>\n<p>6. Parties and their lawyers can communicate separately during mediation by direct Skype, telephone conferencing or separate ZOOM conferencing.<\/p>\n<p>7. Documents produced during the mediation can be transmitted by courier or scanning and e-mail.<\/p>\n<p>Now let’s consider why arbitration is of benefit to resolving franchise disputes, and what arbitrators and their arbitration organizations are doing to save time, costs and disruption particularly under current constraints. <\/p>\n<p>What are the advantages of arbitration as a means of resolving franchise disputes? Arbitration is private and confidential. No documents are available for public review, and the public and the media cannot attend. Conventional trials are heard by a judge who will likely have no experience in franchise matters. <\/p>\n<p>For a dispute to be resolved by arbitration, the parties must sign an arbitration agreement.  The agreement may be a standalone document or contained in or as part of another agreement like a franchise agreement. It can require the arbitrator to have specialized knowledge of franchising and can deal with the appointment of the arbitrator(s), hearing days, procedure, motions, evidence, discovery, appeals, form of decision, damages, injunctions, and timelines.  By creating a streamlined process, arbitration can be much quicker than an ordinary trial.<\/p>\n<p>There are now established arbitral institutions like the ADR Institute of Canada, the British Columbia International Commercial Arbitration Centre and private ADR providers like ADR Chambers which operate under practical arbitration rules and services.  <\/p>\n<p>Provincial arbitration legislation allows a party to stay court proceedings brought by another party and allows an arbitrator to rule on jurisdiction which will prevent the parties from resorting to a court. Finally, arbitration legislation provides if the arbitration agreement forms part of another agreement (e.g., a franchise agreement), it is to be considered an independent agreement that may survive even if the other agreement is invalid.  <\/p>\n<p>Now, let’s examine some procedural issues which can be dealt with in an arbitration agreement or by order of the arbitrator to save time, costs and disruption, particularly in these current times of disruption, delay, and social distancing.<\/p>\n<p>1. The parties must agree to a well-worded arbitration agreement which includes fundamental rules and procedures, including the consent of the parties to allow the arbitrator to conduct the arbitration by video and audio conferencing.<\/p>\n<p>2. Traditional litigation is governed by provincial rules of civil procedure resulting in disputes, costs and delays. My practice is to recommend that rules of civil procedure should not apply in a franchise arbitration.  The arbitrator can make rulings and consider non-compliance with civil procedure rules when rendering a decision.  <\/p>\n<p>3. Another issue is the admissibility of evidence.  If formal rules of evidence are followed, the hearing will become more of a trial than an expedited ADR proceeding. My recommendation is that formal rules of evidence should not apply and the arbitrator will determine whether contested evidence should be admitted and what weight it will be given.  This procedure will save time and costs, and should not likely affect the end result.<\/p>\n<p>4. An arbitrator should become trained and familiar with ZOOM video and audio conferencing and can conduct the arbitration as a ZOOM host. <\/p>\n<p>5. If permitted, legal counsel and their clients can communicate offline with each other during breaks by direct Skype, telephone conferencing or separate ZOOM audio or video conferencing.<\/p>\n<p>6. Documents produced during arbitration can be marked as exhibits and transmitted by scanning and e-mail.<\/p>\n<p>One last suggestion.  Occasionally mediation will lead to a partial resolution of a dispute, but some issues may not be resolved. In these cases, the parties can decide to appoint the mediator as an arbitrator to make a binding decision on the remaining issues. This process is called “MedArb.” For example, in one case which I mediated multiple parties came to a complete resolution of fees, damages and ambiguous obligations in a franchise agreement, and decided to have a new customary form of agreement prepared by an independent franchise lawyer to their mutual satisfaction. Any provisions of the new agreement to which the parties could not agree would be determined by me as the arbitrator (i.e., the former mediator) in a final and binding decision.<\/p>\n<p>Hopefully, these comments will encourage franchisors, franchisees and franchise lawyers to give serious consideration to the use of ADR and, in particular, mediation and\/or arbitration. And with new innovative procedures, these disputes can be resolved quickly and efficiently with reduced costs and minimal disruption.  I predict you will not be disappointed.<\/p>\n<p><em>Frank Zaid practised franchise law for 40 years at  a major Canadian law firm where he founded and chaired one of Canada’s leading franchise law practice groups. Today he is a franchise mediator, arbitrator, and ombudsman with ADR Chambers in Toronto.  He has served as Special and General Counsel of the Canadian Franchise Association (CFA), Chair of the Supplier Forum of the International Franchise Association (IFA), and the initial Chair of the Ontario Bar Association (OBA) Franchise Law Section. He was the first recipient of the CFA’s prestigious Lifetime Achievement Award.  He provides his services through his own business, Frank Zaid FRANlegal Support Services (<a href=\"http:\/\/www.frankzaid.com\" rel=\"noopener\" target=\"_blank\">www.frankzaid.com<\/a>), and is a principal in Total Franchise Solutions Inc. (<a href=\"http:\/\/fzaid@adr.ca\" rel=\"noopener\" target=\"_blank\">www.totalfranchisesolutions.com<\/a>),  a franchise business consulting firm. For more information, contact him at (416) 322-8300 or (416) 837-5973 or via e-mail at  <a href=\"mailto:fzaid@adr.ca\">fzaid@adr.ca<\/a>.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Written for The Franchise Voice, spring 2020 edition, a magazine published by the Canadian Franchise Association By Frank Zaid. Franchisors and franchisees and their legal counsel concerned about the costs and delays in litigating disputes through the traditional court process are increasingly looking to alternate dispute resolution (“ADR”) including mediation and arbitration. And in these [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Advanced Procedures for Mediation and Arbitration of Franchise Disputes to Save Time, Costs and Disruption | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Advanced Procedures for Mediation and Arbitration of Franchise Disputes to Save Time, Costs and Disruption | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"Written for The Franchise Voice, spring 2020 edition, a magazine published by the Canadian Franchise Association By Frank Zaid. Franchisors and franchisees and their legal counsel concerned about the costs and delays in litigating disputes through the traditional court process are increasingly looking to alternate dispute resolution (“ADR”) including mediation and arbitration. And in these [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2020-05-04T19:46:55+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-05-04T19:58:13+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/\",\"name\":\"Advanced Procedures for Mediation and Arbitration of Franchise Disputes to Save Time, Costs and Disruption | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2020-05-04T19:46:55+00:00\",\"dateModified\":\"2020-05-04T19:58:13+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/uncategorized\/advanced-procedures-for-mediation-and-arbitration-of-franchise-disputes-to-save-time-costs-and-disruption\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/ceaf150af4cbfd916d6df59c8231d4fb\",\"name\":\"Irina Reznikova\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/405780cbc436b3ac72a96d4fdac1b01d?s=96&d=mm&r=g\",\"caption\":\"Irina Reznikova\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/3038"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=3038"}],"version-history":[{"count":5,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/3038\/revisions"}],"predecessor-version":[{"id":3043,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/3038\/revisions\/3043"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=3038"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=3038"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=3038"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}