{"id":330,"date":"2017-05-26T13:57:54","date_gmt":"2017-05-26T13:57:54","guid":{"rendered":"http:\/\/adrc-waverley.adrcdb.ca\/?p=330"},"modified":"2018-06-26T10:11:19","modified_gmt":"2018-06-26T14:11:19","slug":"customer-service-tips","status":"publish","type":"post","link":"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/","title":{"rendered":"Customer service tips"},"content":{"rendered":"<h3>Know your purpose and act accordingly<\/h3>\n<p>Everything you say and do in a conversation should be consistent with and designed to achieve your primary goals. First, you must identify what your primary purpose is, and then reflect on how to structure your conversation\/negotiation to achieve that purpose. Beware the attraction of secondary goals (like saving face) that can take over a conversation and work against your primary purpose (keeping your job).<strong> <\/strong><\/p>\n<h3>Ask sincere and open-ended questions<\/h3>\n<p>Many customer service issues go into a dark place because a customer is not feeling heard or understood. One easy way to both make them feel heard and respected, but also to give you better information to evaluate and respond to a situation, is to ask good open-ended questions with a genuine and sincere desire to listen to the answers. “What is it that is upsetting you?” “What would you like to achieve today?” “Can you tell me what happened?”<\/p>\n<h3>Listen, understand their perspective<\/h3>\n<p>It is not enough to ask questions if you don’t actively listen to what they are saying. Be genuinely curious and open-minded. If you are, your facial expressions will likely be consistent with that mindset. If you have already made up your mind, your tone\/body language\/words will likely create the impression that you are impatient or don’t care about the customer’s issue, which will escalate the conflict. Hear them out where possible. Ask appropriate follow-up and exploratory questions. Paraphrase and summarize the key points they make. People who feel heard tend to feel respected as human beings, which makes any decision easier to take.<\/p>\n<h3>Prepare. If you cannot, take a break to prepare<\/h3>\n<p><strong> <\/strong>A little time spent preparing for a tough conversation\/negotiation will yield tremendous benefits. Your words, actions, and body language will more likely align consistently with your message. You can craft a strategy and approach more likely to avoid negative reactions and to foster positive responses. Even a few minutes of thought can help you start a conversation more productively. Choose a tone that is more likely to achieve your goal, and have strategies in place to deal with anticipated hurdles, etc.<\/p>\n<p>Winging it in a difficult conversation is a recipe for problems. If a conversation takes you by surprise and you have no time for prepare, remember that you don’t have to have the conversation in that moment. You can politely request some time to prepare, with an explanation as to why that extra time would be wise for all concerned. “I do want to talk about this issue, but I have my head full of the stuff from the meeting I just finished. And, there is some material in my office file that I want to review so that we can have a complete discussion. Can you give me 10 minutes to quickly run through the file so it is fresh in my mind?” If they insist on talking about the issue then, you can still hear them out, but you don’t have to respond until after you have had a chance to reflect.<\/p>\n<h3>Share facts before reaching and acting on conclusions<\/h3>\n<p><strong> <\/strong>Many of us walk into conversations with assumptions already in place about the issues or people. We have already reached conclusions, and so we speak and act in accordance with those conclusions (e.g. that the person is rude, or lying or greedy), consciously or otherwise.<\/p>\n<p>Those conclusions are often wrong, at least in part, because we rarely have the full information about the person or issue. Prior to stating or acting on such conclusions, seek to create a shared pool of facts. By sharing the underlying facts, each side may feel more respected, trust may be generated, and the divide between the conclusions reached by each side might be much smaller. New facts can change their minds and our own.<\/p>\n<h3>Focus on the future and engage in problem-solving<\/h3>\n<p>Conflict often results from people focusing on the past and laying blame. It also arises when someone is not getting something that they want or need. If we can focus the conversation\/negotiation on the future (where do we go from here), by brainstorming possible options, we may be able to craft a solution or path forward that makes everyone comfortable.<\/p>\n<p>People who are getting what they need are much easier to deal with, and much happier than those who are not. People often anticipate that when they come to customer service, they will meet a wall of excuses. If instead, they are met with someone who helps them to solve their problem, they leave with a very different view of the organization and its staff.<\/p>\n<h3>Acknowledge and emphasize where possible<\/h3>\n<p><strong> <\/strong>Sometimes, we feel that acknowledging someone’s views is effectively giving in to that person or admitting fault. There are differences between admitting fault, sympathizing with someone’s pain, empathizing with their situation, and acknowledging their views or emotions.<\/p>\n<p>Consider a customer who has two separate airline tickets, and who misses their connecting flight on Airline 2 because her flight on Airline 1 is delayed by mechanical issues. They will be upset when they arrive at the desk of Airline 2. Airline 2 has done nothing wrong. Technically, Airline 2 may have no legal obligation to do anything for the client because they were separate, independent tickets and the client has simply missed the second flight. That does not mean that the desk clerk cannot sympathize with the person (“Oh, that’s horrible, if that happened to me I’d be furious [with Airline 1].”). The clerk can empathize with the situation (“I fully understand why you’re upset and anxious.”). The clerk can acknowledge the emotion or a point of view. (“I can see that you’re very upset about the way this situation developed. If the delay was due to the airline’s actions, then they should help you find a solution.”) If we acknowledge that which should be acknowledged, we look reasonable and respectful. If we blindly defend the indefensible, then we look unreasonable, adversarial, and uncaring.<\/p>\n<h3>Do not reject their views, state yours<\/h3>\n<p>When we feel on the defensive in a situation, we often begin by actively countering the other person’s views, even before we have fully heard or considered them. We do this verbally (“But…” “No, no, no, that’s not…”) and with our body language (the doubting grimace, the dubious sneer, the rigid crossed arms, the held up hand in “stop” formation). We may do it without even realizing.<\/p>\n<p>The message received by the other person is that we don’t care, we’ve made up our mind, and we’re just going to defend the party\/company line. Instead of rejecting their views, even if you do disagree, you can still hear them out, and then <u>add<\/u> your different views to the conversation. In many cases, your views may not directly conflict with what that person is saying, though they may lead to a different conclusion. A person feeling respected will be more willing to listen to you, and work rationally towards a solution. Reject their views and they are likely to see you and treat you as an enemy.<\/p>\n<h3>Know your hot buttons, avoid theirs<\/h3>\n<p>Knowing your hot buttons is the first step to managing your reaction when those buttons are pushed. Similarly, if you can anticipate what might trigger negative reactions from the other person, and avoid those triggers, conflict can be minimized or avoided.<\/p>\n<p>If you know that you get really hot under the collar when people interrupt you, you can think about why you react that way and how you might manage your response if it happens in your next meeting. If you know that your boss does not like having their authority questioned, you can think about whether, how, when, and where to raise an issue that may make them feel questioned.<\/p>\n<h3>Think about how to say it, not just what to say<\/h3>\n<p>Often in life, we are so busy that we focus only on the content of what we have to discuss, not the best way to frame that message from a process perspective. For a difficult situation, tremendous value comes from considering issues like the timing of a message, the tone of the discussion, the venue for delivering the message, the form (face-to-face, phone, written), the person delivering it, etc.<\/p>\n<p>Optimizing the process for delivering the message makes it more likely that you can achieve the desired results on the substance of the conversation. One single process change might make the difference between success and failure. All the right words may be used, but they are worthless coming from a person who is not respected or trusted. Choose a different messenger and the message likely gets through.<\/p>\n<h3>If you have to say ‘No’ to someone, but want to minimize the damage to your relationship with them, identify the impact of saying ‘Yes’<\/h3>\n<p>Help them understand why you are saying no by pointing out the logical consequences of agreeing with them. If they can see the negative impact of Yes, they may alter their proposal to make it better, or they will at least understand (and not take it personally) when you say No. Framing a No as an “I can’t say yes because…” is subtly more positive.<\/p>\n<p>“The consequences of going down that road are…”<\/p>\n<p>“If I say ‘yes’, it means…”<\/p>\n<p>“I just can’t say yes, yet, because…”<\/p>\n<h3>Show flexibility and identify unsatisfied interests<\/h3>\n<p>People who say “No” often mean “No, unless…” and have flexibility that may not yet have been revealed. If your “No” is rigid and unqualified, the other party may see no reason to continue exploring options with you. If you can demonstrate flexibility and also highlight the interests that need to be satisfied, the other party may sweeten their offer. Even if they walk away now, they may come back to the table later after thinking about their alternatives, knowing that you are open to a better offer.<\/p>\n<ul>\n<li>“I can’t say yes as things currently stand, but if you could help me by…”<\/li>\n<li>“We’re close to a workable answer, but before I can say yes, I need…”<\/li>\n<\/ul>\n<h3>Respect the Customer<\/h3>\n<p>Perceived disrespect creates a new conflict and ratchets the original one to a new, higher level.<\/p>\n<h3>Act<\/h3>\n<p>Follow-up on what you say you’ll do. Listening with nothing behind it seems like hypocrisy and a waste of their time. Your actions prove your sincerity, inaction the reverse.<\/p>\n<h3>Genuinely Consider<\/h3>\n<p><strong> <\/strong>Actively consider their perspective. Don’t assume they are lying or irrational. Put yourself in their shoes before judging.<\/p>\n<h3>Help if You Can<\/h3>\n<p>Even if only in a small way, find a way to make them better off than when they came to you. Even showing a willingness to help will make a difference. Give them a moral victory before they leave.<strong> <\/strong><\/p>\n<h3>Make Each Customer Your First Customer<\/h3>\n<p>When we see a lot of customers or complaints, we often get jaded, making it harder to listen to the next one. See each customer as an individual. Avoid judging them prematurely based on past experience with others. See them as if they were your very first customer. Put yourself in their shoes if you can, and see them as they see themselves.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Know your purpose and act accordingly Everything you say and do in a conversation should be consistent with and designed to achieve your primary goals. First, you must identify what your primary purpose is, and then reflect on how to structure your conversation\/negotiation to achieve that purpose. Beware the attraction of secondary goals (like saving [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[64],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Customer service tips | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Customer service tips | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"Know your purpose and act accordingly Everything you say and do in a conversation should be consistent with and designed to achieve your primary goals. First, you must identify what your primary purpose is, and then reflect on how to structure your conversation\/negotiation to achieve that purpose. Beware the attraction of secondary goals (like saving [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:published_time\" content=\"2017-05-26T13:57:54+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2018-06-26T14:11:19+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/\",\"name\":\"Customer service tips | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2017-05-26T13:57:54+00:00\",\"dateModified\":\"2018-06-26T14:11:19+00:00\",\"author\":{\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/bdaaf840b2ad1ef8cbcb79bb2af4cf46\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/news-articles\/tips\/customer-service-tips\/\"]}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/adrchambers.com\/#\/schema\/person\/bdaaf840b2ad1ef8cbcb79bb2af4cf46\",\"name\":\"lewis\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/adrchambers.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/00d27c74b076867b09826ae5ac978901?s=96&d=mm&r=g\",\"caption\":\"lewis\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/330"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=330"}],"version-history":[{"count":2,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/330\/revisions"}],"predecessor-version":[{"id":973,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/posts\/330\/revisions\/973"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=330"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/categories?post=330"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/tags?post=330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}