{"id":1181,"date":"2017-10-06T14:20:26","date_gmt":"2017-10-06T18:20:26","guid":{"rendered":"https:\/\/adrc-waverley.adrcdb.ca\/?page_id=1181"},"modified":"2018-08-16T13:58:14","modified_gmt":"2018-08-16T17:58:14","slug":"rules","status":"publish","type":"page","link":"https:\/\/adrchambers.com\/neutral-evaluation-rules\/","title":{"rendered":"Neutral Evaluation Rules"},"content":{"rendered":"<p>[vc_row][vc_column width=&#8221;2\/3&#8243;][vc_column_text css=&#8221;.vc_custom_1534442271856{margin-bottom: 0px !important;}&#8221;]Download <a href=\"https:\/\/adrchambers.com\/wp-content\/uploads\/2017\/06\/2017-02-28-Neutral-Evaluation-Rules.pdf\" target=\"_blank\" rel=\"noopener\">Neutral Evaluation Rules<\/a> (PDF).<\/p>\n<hr \/>\n<p>[\/vc_column_text][vc_column_text]<\/p>\n<ol style=\"margin-left: 0;\">\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#1\">Interpretation<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#2\">Agreement of Parties<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#3\">Initiating Neutral Evaluation<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#4\">Neutral Evaluation Briefs<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#5\">Selection of Evaluator<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#6\">Privacy and Confidentiality of Neutral Evaluation<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#7\">No Transcription Record<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#8\">Termination of the Neutral Evaluation<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#9\">Exclusion of Liability<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#10\">Deposit<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#11\">Neutral Evaluation Fees<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#12\">Travel<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#13\">Fees<\/a><\/li>\n<li><a href=\"http:\/\/adrchambers.com\/neutral-evaluation-rules\/#14\">Cancellations\/Adjournments, Fees and Disbursements<\/a><\/li>\n<\/ol>\n<h3><a name=\"1\"><\/a>1. Interpretation<\/h3>\n<p>1.1 Definitions<\/p>\n<p>In these Rules, the following terms shall have the following meanings:<\/p>\n<ol>\n<li>&#8220;ADR Chambers&#8221; means ADR Chambers Inc.<\/li>\n<li>&#8220;Adjournment&#8221; means any change of the date and time appointed for the conduct of the Neutral Evaluation.<\/li>\n<li>&#8220;Agreement&#8221; means a written agreement to Evaluate.<\/li>\n<li> &#8220;Appointment&#8221; means a Neutral Evaluation scheduled with ADR Chambers.<\/li>\n<li>&#8220;Cancellation&#8221; means not proceeding with the Neutral Evaluation on a date appointed, whether it is the date as originally appointed or a date subsequently appointed by way of request for an adjournment.<\/li>\n<li>&#8220;Co-ordinator&#8221; means the designated individual at ADR Chambers who books appointments and deals with the administrative aspects of Neutral Evaluations.<\/li>\n<li>A “Non-party” means a person attending the Neutral Evaluation who is not a lawyer and not a party.<\/li>\n<li>&#8220;Party&#8221; means a party to a dispute being mediated.<\/li>\n<li>&#8220;Representative&#8221; means the lawyer or an authorized representative of a party.<\/li>\n<\/ol>\n<p>1.2 These Rules shall be interpreted liberally, and in such a way so as to provide the parties with the most just and equitable outcome.<\/p>\n<h3><a name=\"2\"><\/a>2. Agreement of Parties<\/h3>\n<p>2.1 These Rules, and all amendments to them, shall be deemed to have been made a part of any agreement which provides for Neutral Evaluation with an ADR Chambers Evaluator.<\/p>\n<p>2.2 Subject to approval by ADR Chambers, these Rules may be varied at any time by agreement.<\/p>\n<h3><a name=\"3\"><\/a>3. Initiating Neutral Evaluation<\/h3>\n<p>3.1 Any party may initiate Neutral Evaluation by contacting ADR Chambers and booking an appointment.<\/p>\n<p>3.2 The party booking an appointment is responsible for contacting the other party or parties and providing them with the particulars of the appointment.<\/p>\n<p>3.3 All changes to the original appointment shall be subject to availability of ADR Chambers and confirmed by the Co-ordinator.<\/p>\n<h3><a name=\"4\"><\/a>4. Neutral Evaluation Briefs<\/h3>\n<p>4.1 All parties shall prepare a Neutral Evaluation brief, containing the information set out in Schedule &#8220;A&#8221; attached to these Rules.<\/p>\n<p>4.2 Neutral Evaluation briefs shall be exchanged between the parties and a copy shall be delivered to ADR Chambers for review by the Evaluator, at least ten (10) business days before the Neutral Evaluation date.<\/p>\n<h3><a name=\"5\"><\/a>5. Selection of Evaluator<\/h3>\n<p>5.1 The parties may be at liberty, acting unanimously, to select a particular Evaluator from the current panel of Evaluators available at ADR Chambers.<\/p>\n<p>5.2 In the event that the parties cannot agree on a specific Evaluator, the Co-ordinator at ADR Chambers shall suggest an Evaluator for them.<\/p>\n<p>5.3 The parties to the Neutral Evaluation are encouraged to meet in person or by conference call, to discuss and, if possible, determine all procedural matters, including the following:<\/p>\n<div>Issues<br \/>\n(a) what issues are in dispute and which matters, if any, can be agreed upon;<br \/>\nForum<br \/>\n(b) the law governing the matter;<br \/>\nDocuments<br \/>\n(c) what documents, correspondence, books or records exist or can be produced, when they shall be produced or exchanged and by whom;<br \/>\nInspections\/Interviews<br \/>\n(d) whether &#8220;on site&#8221; inspections and\/or interviews shall be part of the proceedings; and<br \/>\nValidity<br \/>\n(e) whether the Neutral Evaluation Agreement is valid and in force.<\/div>\n<p>&nbsp;<\/p>\n<h3><a name=\"6\"><\/a>6. Privacy and Confidentiality of Neutral Evaluation<\/h3>\n<p>6.1 Neutral Evaluation Agreement<\/p>\n<p>Prior to the commencement of the Neutral Evaluation, the parties attending the Neutral Evaluation shall execute a Neutral Evaluation Agreement which outlines the purpose and procedure of the Neutral Evaluation, as well as its private, confidential and without prejudice nature. See the Neutral Evaluation Form provided on this website. This suggested form may be modified by mutual consent of the parties and the Evaluator to meet any specific needs of the parties as to confidentiality or otherwise.<\/p>\n<p>6.2 All Neutral Evaluations before an ADR Chambers Evaluator are private and confidential. Any person attending the hearing may do so only by consent of the parties and the Evaluator.<\/p>\n<p>6.3 At the Evaluation hearing, each party or Counsel, is invited to make an oral presentation of his or her position. If mutually agreed by the parties in advance of the hearing, an expert or lay witness may present evidence touching upon the issues to be evaluated. Admissibility of such evidence will be determined by the Evaluator.<\/p>\n<p>6.4 All notes, documents, reports, produced for or exchanged between the parties as part of the presentation of a party at the hearing, and all representations, statements of the parties, their agents, employees, witnesses, experts or representatives, and by the Evaluator, and any notes of such persons, are &#8220;without prejudice&#8221; and for the purpose of the Neutral Evaluation only and shall not be disclosed to any third party and shall not be offered as evidence in any arbitration or judicial or other proceeding.<\/p>\n<p>6.5 Nothwithstanding Rule 6(4), evidence that is otherwise admissible shall not be rendered inadmissible because it has been used in a Neutral Evaluation before an Evaluator of ADR Chambers.<\/p>\n<p>6.6 Neither the Evaluator, nor any of ADR Chambers&#8217; employees shall be compelled to appear as a witness or expert in any pending or future adversarial or judicial proceeding involving any one or more of the parties or relating in any way to the subject matter of the Neutral Evaluation.<\/p>\n<h3><a name=\"7\"><\/a>7. No Transcription Record<\/h3>\n<p>7 There shall be no recording or stenographic record of the Neutral Evaluation.<\/p>\n<h3><a name=\"8\"><\/a>8. Termination of the Neutral Evaluation<\/h3>\n<p>The Neutral Evaluation before an Evaluator with ADR Chambers shall be terminated:<\/p>\n<p>8.1 by agreement between the parties; or<\/p>\n<p>8.2 at any time during the hearing if the Evaluator is of the view that it ought to be terminated;<\/p>\n<p>8.3 by delivery of the Evaluator&#8217;s oral or written report.<\/p>\n<h3><a name=\"9\"><\/a>9. Exclusion of Liability<\/h3>\n<p>9  ADR Chambers and its employees or agents, including the Evaluator and the Co-ordinator, shall not be liable to any party or representative for any act or omission howsoever arising in connection with any Neutral Evaluation conducted through the auspices of ADR Chambers or any of the affiliated entities of ADR Chambers Inc. An Evaluator from the ADR Chambers panel or such other affiliated group of ADR Chambers Inc. shall have the same immunity as that granted to a Superior Court Judge of the province where the Neutral Evaluation is conducted and\/or where the Evaluator is domiciled.<\/p>\n<h3><a name=\"10\"><\/a>10. Deposit<\/h3>\n<p>10.1 No deposit is required for booking a one day Neutral Evaluation.<\/p>\n<p>10.2 Notwithstanding Rule 10(1), if a Neutral Evaluation is booked for two (2) days or more, the parties shall post a deposit for each day set aside for the hearing. The amount of the deposit varies according to where the Evaluator resides. The amount for the deposit is set forth in sub-paragraph 11(2) herein as to daily fees which also governs the deposit.<\/p>\n<p>10.3 Any deposit required shall be paid to ADR Chambers within 5 days of the granting of the appointment and shall be held in trust and is subject to a specific cancellation rule for Neutral Evaluation.<\/p>\n<p>10.4 Failure to make the deposit as set out in Rule 10(3) above may result in a cancellation of the appointment to enable the Evaluator to book other appointments.<\/p>\n<p>10.5 ADR Chambers shall account for any deposit and GST when rendering a final account to the parties following the termination of the Neutral Evaluation.<\/p>\n<h3><a name=\"11\"><\/a>11. Neutral Evaluation Fees<\/h3>\n<p>11.1 Hourly fee<\/p>\n<p>A Neutral Evaluation in Ontario and Quebec shall be subject to an hourly fee of $500.00 plus applicable taxes. In the Western Canada Region, the hourly fee is $400.00 per hour plus applicable taxes. In the Territories of Canada and the Atlantic Provinces, the hourly fee is $300.00, plus applicable taxes. The hourly fee shall be payable in respect to the reading of material presented to the Evaluator in advance of the hearing or any required additional reading between days of a hearing or at the conclusion thereof and for the preparation of an oral or written report.<\/p>\n<p>11.2 Daily fees and amount required for Deposit<\/p>\n<p>All Neutral Evaluation hearings are booked as full day hearings and are subject to a minimum charge of 7 hours per day at the hourly rate of the chosen Evaluator between 10 a.m. to 5 p.m. or any part thereof whether or not the full 7 hours are required. There is a minimum deposit required of $4,500 per day plus applicable taxes.<\/p>\n<ol>\n<li>Ontario and Quebec: $4,000.00 per day plus applicable taxes.<\/li>\n<li>Western Canada Region: $3,200.00 per day plus applicable taxes.<\/li>\n<li>Atlantic Provinces and The Territories of Canada: $2,400.00 per day plus applicable taxes.<\/li>\n<\/ol>\n<p>11.3 The parties and their solicitors shall be jointly and severally responsible for the payment of the account rendered by ADR Chambers but may agree, as between them, the manner in which the said fees and disbursements will be paid.<\/p>\n<h3><a name=\"12\"><\/a>12. Travel<\/h3>\n<p>12 Travel and Accommodation Expenses<\/p>\n<p>For Neutral Evaluations outside of Toronto or outside the city of the Evaluator’s residence, there is a travel fee for the Evaluator of $200.00 per hour plus applicable taxes, not to exceed 4 hours, unless agreed by the parties. Other expenses might include mileage for travel by car or train, bus or plane fare, plus overnight accommodation and necessary meals. Such expenses, plus applicable taxes, will be added to the final invoice.<\/p>\n<h3><a name=\"13\"><\/a>13. Fees<\/h3>\n<p>13(1) In addition to the fees of the Evaluator, there is a fixed and non-refundable administrative fee for the administration of the Neutral Evaluation as follows:<\/p>\n<ol>\n<li>Ontario and Quebec: $250.00 plus applicable taxes.<\/li>\n<li>Western Canada Region: $200.00 plus applicable taxes.<\/li>\n<li>Atlantic Provinces and The Territories of Canada: $200.00 plus applicable taxes.<\/li>\n<\/ol>\n<p>13.2 In Toronto, at the Head Office facilities of ADR Chambers, there is a room rental charge for the use of room(s) required for the hearing. The charge depends on the type and number of rooms required. Charges vary between $450.00 and $750.00 per day or part thereof, plus applicable taxes.<\/p>\n<p>13.3 Disbursements and taxes for all regions will be set out in the final account and may include the following:<\/p>\n<ol>\n<li>The rental charge for the Neutral Evaluation hearing room and any break-out rooms which may be requested in addition thereto.<\/li>\n<li>Rental charges for any equipment requested by either party or deemed necessary by the Evaluator for the proper hearing of the matter.<\/li>\n<li>Cancellation fees in relation to the rental of the venue for the Neutral Evaluation hearing or equipment.<\/li>\n<li>Lunches and refreshments as provided by ADR Chambers at the Head Office in Toronto or provided by outside caterers.<\/li>\n<li>GST or other applicable taxes on fees or disbursements.<\/li>\n<\/ol>\n<p>13.4 In making rental arrangements for facilities or venue for the hearing, equipment, lunches and refreshments, ADR Chambers does so as an agent of the parties who are jointly and severally responsible for the payment thereof. These expenses will be added as disbursements to the final account to the parties.<\/p>\n<h3><a name=\"14\"><\/a>14. Cancellations\/Adjournments, Fees and Disbursements<\/h3>\n<p>14.1 All Neutral Evaluations cancelled or adjourned less than seven (7) business days prior to the commencement of the Neutral Evaluation date, or any cancellation of time reserved for the hearing which is made by any party during the time set aside for the hearing, shall be subject to a cancellation fee of $4,000.00 per day of hearing days booked for the matter plus the administrative fee, and any disbursements plus applicable taxes on fees and disbursements. The cancellation fees, administrative fees and disbursements shall be deducted from the deposit, if sufficient, or otherwise billed to the parties.<\/p>\n<p>14.2 Any adjournment of a Neutral Evaluation on consent of the parties or an adjournment required due to a position taken by one or more of the parties shall be deemed to be a cancellation and subject to the provisions of Rule 14(1) above, and the parties and their solicitors shall be jointly and severally responsible for the account of ADR Chambers for any fees, administrative charges, disbursements, taxes and cancellation charges as set out in Rules 11, 13, and 14 and the sub-paragraphs thereto.<\/p>\n<p>These Neutral Evaluation Rules are effective as of January 1st, 2009 and are subject to change without notice.[\/vc_column_text][\/vc_column][vc_column width=&#8221;1\/3&#8243; el_class=&#8221;hidden-print&#8221;][vc_btn title=&#8221;Request a Neutral Evaluation&#8221; style=&#8221;custom&#8221; custom_background=&#8221;#dd0046&#8243; custom_text=&#8221;#ffffff&#8221; shape=&#8221;square&#8221; align=&#8221;center&#8221; i_icon_fontawesome=&#8221;fa fa-calendar&#8221; button_block=&#8221;true&#8221; add_icon=&#8221;true&#8221; link=&#8221;url:https%3A%2F%2Fadrchambers.com%2Frequest-a-neutral%2F|||&#8221;][vc_custom_heading text=&#8221;Neutral Evaluation&#8221; font_container=&#8221;tag:h3|text_align:left&#8221; use_theme_fonts=&#8221;yes&#8221; el_class=&#8221;menu-header&#8221;][vc_wp_custommenu nav_menu=&#8221;74&#8243;][vc_custom_heading text=&#8221;Other ADR Services&#8221; font_container=&#8221;tag:h3|text_align:left&#8221; use_theme_fonts=&#8221;yes&#8221; el_class=&#8221;menu-header&#8221;][vc_wp_custommenu nav_menu=&#8221;66&#8243;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column width=&#8221;2\/3&#8243;][vc_column_text css=&#8221;.vc_custom_1534442271856{margin-bottom: 0px !important;}&#8221;]Download Neutral Evaluation Rules (PDF). [\/vc_column_text][vc_column_text] Interpretation Agreement of Parties Initiating Neutral Evaluation Neutral Evaluation Briefs Selection of Evaluator Privacy and Confidentiality of Neutral Evaluation No Transcription Record Termination of the Neutral Evaluation Exclusion of Liability Deposit Neutral Evaluation Fees Travel Fees Cancellations\/Adjournments, Fees and Disbursements 1. Interpretation 1.1 Definitions In these Rules, [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":404,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Neutral Evaluation Rules | ADR Chambers<\/title>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/neutral-evaluation-rules\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Neutral Evaluation Rules | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"[vc_row][vc_column width=&#8221;2\/3&#8243;][vc_column_text css=&#8221;.vc_custom_1534442271856{margin-bottom: 0px !important;}&#8221;]Download Neutral Evaluation Rules (PDF). [\/vc_column_text][vc_column_text] Interpretation Agreement of Parties Initiating Neutral Evaluation Neutral Evaluation Briefs Selection of Evaluator Privacy and Confidentiality of Neutral Evaluation No Transcription Record Termination of the Neutral Evaluation Exclusion of Liability Deposit Neutral Evaluation Fees Travel Fees Cancellations\/Adjournments, Fees and Disbursements 1. Interpretation 1.1 Definitions In these Rules, [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/neutral-evaluation-rules\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:modified_time\" content=\"2018-08-16T17:58:14+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/neutral-evaluation-rules\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/neutral-evaluation-rules\/\",\"name\":\"Neutral Evaluation Rules | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2017-10-06T18:20:26+00:00\",\"dateModified\":\"2018-08-16T17:58:14+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/neutral-evaluation-rules\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/1181"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=1181"}],"version-history":[{"count":18,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/1181\/revisions"}],"predecessor-version":[{"id":2382,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/1181\/revisions\/2382"}],"up":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/404"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=1181"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}