{"id":371,"date":"2017-05-26T14:42:00","date_gmt":"2017-05-26T18:42:00","guid":{"rendered":"http:\/\/adrc-waverley.adrcdb.ca\/?page_id=371"},"modified":"2018-10-26T03:39:36","modified_gmt":"2018-10-26T07:39:36","slug":"rules","status":"publish","type":"page","link":"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/","title":{"rendered":"Expedited Arbitration Rules"},"content":{"rendered":"<p>[vc_row][vc_column width=&#8221;2\/3&#8243;][vc_column_text css=&#8221;.vc_custom_1534441847123{margin-bottom: 0px !important;}&#8221;]Download <a href=\"https:\/\/adrchambers.com\/wp-content\/uploads\/2017\/11\/2017-03-29-Expedited-Arbitration-Rules.pdf\" target=\"_blank\" rel=\"noopener\">Expedited Arbitration Rules<\/a> (PDF).<\/p>\n<hr \/>\n<p>[\/vc_column_text][vc_row_inner][vc_column_inner width=&#8221;1\/2&#8243;][vc_column_text]<\/p>\n<ol style=\"margin-left: 0;\">\n<li><a href=\"#arbitration-under-these-rules\">Arbitration Under These Rules<\/a><\/li>\n<li><a href=\"#starting-the-arbitration\">Starting The Arbitration<\/a><\/li>\n<li><a href=\"#notice-to-arbitrate\">Notice to Arbitrate<\/a><\/li>\n<li><a href=\"#response-to-the-notice-to-arbitrate\">Response to the Notice to Arbitrate<\/a><\/li>\n<li><a href=\"#appointment-of-arbitrator\">Appointment of Arbitrator<\/a><\/li>\n<li><a href=\"#fees-and-deposit\">Fees and Deposit<\/a><\/li>\n<li><a href=\"#initial-meeting\">Initial Meeting<\/a><\/li>\n<li><a href=\"#in-writing-only-arbitration\">In Writing Only Arbitration<\/a><\/li>\n<li><a href=\"#process-if-oral-hearing\">Process if Oral Hearing<\/a><\/li>\n<li><a href=\"#other-process-rules\">Other Process Rules<\/a><\/li>\n<li><a href=\"#hearing-using-evideo-technology\">Hearing Using eVideo Technology<\/a><\/li>\n<li><a href=\"#rules-of-evidence\">Rules of Evidence<\/a><\/li>\n<li><a href=\"#failure-to-comply-with-rules\">Failure to Comply with Rules<\/a><\/li>\n<li><a href=\"#final-offer-selection\">Final Offer Selection<\/a><\/li>\n<li><a href=\"#no-reasons\">No Reasons<\/a><\/li>\n<\/ol>\n<p>[\/vc_column_text][\/vc_column_inner][vc_column_inner width=&#8221;1\/2&#8243;][vc_column_text]<\/p>\n<ol style=\"margin-left: 0;\" start=\"16\">\n<li><a href=\"#challenges-to-jurisdiction-of-the-arbitrator\">Challenges to Jurisdiction of the Arbitrator<\/a><\/li>\n<li><a href=\"#full-answer-and-defence\">Full Answer and Defence<\/a><\/li>\n<li><a href=\"#interest\">Interest<\/a><\/li>\n<li><a href=\"#costs\">Costs<\/a><\/li>\n<li><a href=\"#the-award\">The Award<\/a><\/li>\n<li><a href=\"#timing-of-decision-and-reasons\">Timing of Decision and Reasons<\/a><\/li>\n<li><a href=\"#amendments-and-corrections-to-the-award\">Amendments and Corrections to the Award<\/a><\/li>\n<li><a href=\"#cancellation-or-adjournment\">Cancellation or Adjournment<\/a><\/li>\n<li><a href=\"#finality-of-award\">Finality of Award<\/a><\/li>\n<li><a href=\"#privacy-and-confidentiality-of-arbitration\">Privacy and Confidentiality of Arbitration<\/a><\/li>\n<li><a href=\"#immunity\">Immunity<\/a><\/li>\n<li><a href=\"#amendment-to-rules\">Amendment to Rules<\/a><\/li>\n<\/ol>\n<p>[\/vc_column_text][\/vc_column_inner][\/vc_row_inner][vc_column_text]<\/p>\n<h3>Preamble<\/h3>\n<p>There is a strong desire among those who have disputes to control the time and cost of a binding dispute resolution process. To create an efficient and cost-effective arbitration process, these Rules, among other things, restrict the length of material that may be presented and the time to present evidence and argument. The arbitrator will be expected to manage the proceedings actively and aggressively to ensure adherence to these Rules.<\/p>\n<p>By agreeing to proceed under these Rules, the parties acknowledge the restrictions and agree that the Rules will give them a fair and reasonable opportunity to present their case and respond to the case presented by the other party.<\/p>\n<h3 id=\"arbitration-under-these-rules\">1. Arbitration Under These Rules<\/h3>\n<p>The purpose of these Rules is to provide a cost-effective, simple procedure for parties to a dispute who wish to achieve a prompt, practical and just resolution, without extensive pre-hearing procedures or going to court.<\/p>\n<p>These Rules will apply whenever the parties agree in writing to have their dispute decided “under the Expedited Arbitration Rules of ADR Chambers” or words to that effect.<\/p>\n<p>Where these Rules are silent, the arbitrator will have the discretion to control the process in such a way as he or she deems appropriate.<\/p>\n<p>These Rules may be changed by the agreement of the parties to the dispute, provided that the changes are not contrary to applicable law. Any changes must be made in writing and filed with the arbitrator within time limits described by these Rules. To the extent that changes require the arbitrator to spend more time than is contemplated by these Rules, the fee for the arbitration may be increased above the fees set out in these Rules.<\/p>\n<p>Unless the parties agree to a different procedure, the procedure shall be as set out in these Rules.<\/p>\n<p>The arbitrator will have no discretion to alter these Rules unless the parties unanimously agree to the alteration, or unless these Rules specifically grant the arbitrator the discretion to alter the Rules.<\/p>\n<p>In these Rules, a “page” (when restricting length of documents) is considered to be double-spaced using 12-point font.<\/p>\n<p>Where these Rules require that a communication be in writing, email and fax correspondence are acceptable unless otherwise stated.<\/p>\n<p>Where there are more than two parties, the arbitrator may interpret these Rules to apply to multiple parties in a way that the arbitrator deems appropriate. In such cases, the fees owing will be adjusted by ADR Chambers to take into account the fact that there are multiple parties.<\/p>\n<h3 id=\"starting-the-arbitration\">2. Starting The Arbitration<\/h3>\n<p>Any party (the “Claimant”) may start an arbitration under these Rules by sending a Notice to Arbitrate to the other party to the dispute (the “Respondent”) and sending a copy to ADR Chambers.<\/p>\n<h3 id=\"notice-to-arbitrate\">3. Notice to Arbitrate<\/h3>\n<p>The Notice to Arbitrate must be in writing and must contain or attach the following:<\/p>\n<p style=\"margin-left: 40px;\">(a) name, address, phone number, and e-mail address of both parties;<\/p>\n<p style=\"margin-left: 40px;\">(b) a brief (maximum two page) description of the dispute;<\/p>\n<p style=\"margin-left: 40px;\">(c) the relief sought;<\/p>\n<p style=\"margin-left: 40px;\">(d) a copy of the agreement (or other document) that gives the ADR Chambers arbitrator jurisdiction to decide the dispute pursuant to these Rules;<\/p>\n<p style=\"margin-left: 40px;\">(e) whether the Claimant wants an arbitration with an oral hearing or an In Writing Only arbitration; and<\/p>\n<p style=\"margin-left: 40px;\">(f) whether the Claimant wants a Final Offer Selection arbitration and, if so, whether the Claimant wants a No Reasons arbitration.<\/p>\n<h3 id=\"response-to-the-notice-to-arbitrate\">4. Response to the Notice to Arbitrate<\/h3>\n<p>A party who receives a Notice to Arbitrate (the “Respondent”) must deliver a Response to the Notice to Arbitrate within five business days after receiving the Notice to Arbitrate. The Response must be in writing with a copy to ADR Chambers, and must contain confirmation of the accuracy (or corrections to) the names and contact information in the Notice to Arbitrate and a brief (maximum two page) description of the dispute, if different from the description provided by the Claimant.<\/p>\n<p>The Respondent must also set out whether it agrees with the Claimant’s requests made pursuant to Rules 3(e) and 3(f) above.<\/p>\n<h3 id=\"appointment-of-arbitrator\">5. Appointment of Arbitrator<\/h3>\n<p>The arbitration will be conducted by a single arbitrator.<\/p>\n<p>The parties to the dispute may select the arbitrator by agreement. If ADR Chambers is not notified of the selection of an arbitrator by agreement of the parties within five business days after the Response has been delivered (or within 10 business days after the Notice to Arbitrate was delivered if no Response is delivered), ADR Chambers will select the arbitrator based on the description of the dispute in the Notice and the Response and on the availability of arbitrators.<\/p>\n<h3 id=\"fees-and-deposit\">6. Fees and Deposit<\/h3>\n<p>The fee for an arbitration with an oral hearing is $7,500 per party. The fee for an In Writing Only arbitration is $3,000 per party. All fees are exclusive of taxes.<\/p>\n<p>The fee for a Final Offer Selection arbitration with an oral hearing is $6,500 per party and the fee for a Final Offer Selection arbitration In Writing Only is $2,000 per party. All fees are exclusive of taxes.<\/p>\n<p>The fee for a No Reasons arbitration with an oral hearing is $3,000 per party and the fee for a No Reasons arbitration In Writing Only is $1,000 per party. All fees are exclusive of taxes.<\/p>\n<p>These fees cover the full cost of the Expedited Arbitration Process, inclusive of arbitrator fees and applicable room rental fees at 180 Duncan Mill Road, 4th Floor, Toronto, Ontario. The parties will be responsible to pay the additional cost of room rental fees if the hearing is held at a different location.<\/p>\n<p>The Claimant must pay a deposit of the amount of the fee (as set out above) when filing its Notice to Arbitrate and the Respondent must pay a deposit of the amount of the fee (as set out above) when filing its response.<\/p>\n<p>In the event that ADR Chambers does not receive one or both deposits within five business days of the filing of a party’s Notice to Arbitrate or Response, ADR Chambers shall so inform the parties and the arbitration may be suspended or terminated at the discretion of ADR Chambers if the deposit requested is not received within the next five business days. Either party may pay the deposit of the other party in such circumstance if it so desires, in order to have the arbitration proceed.<\/p>\n<h3 id=\"initial-meeting\">7. Initial Meeting<\/h3>\n<p style=\"margin-left: 40px;\">(a) Once appointed, the arbitrator will convene an initial meeting (the “Initial Meeting”) with the parties and their lawyers in order to determine the timetable and procedure for the arbitration. The Initial Meeting will be by conference call (except in unusual circumstances as determined by the<br \/>\narbitrator), will occur within five business days of the appointment of the arbitrator, and will last no more than one hour except on consent of the arbitrator. If the parties cannot agree on a mutually convenient time for the Initial Meeting, the arbitrator may set the time for the meeting. Any party<br \/>\nnot participating in or attending the Initial Meeting will be deemed to accept the timetable and procedure set out in the Terms of Appointment produced by the arbitrator after the Initial Meeting.<\/p>\n<p style=\"margin-left: 40px;\">(b) Issues discussed at the Initial Meeting may include:<\/p>\n<p style=\"margin-left: 80px;\">(i) procedure to be followed (including whether there will be an oral hearing or whether the arbitration will be an In Writing Only arbitration);<\/p>\n<p style=\"margin-left: 80px;\">(ii) whether the arbitration will be Final Offer Selection (and, if so, whether it will also be a No Reasons arbitration);<\/p>\n<p style=\"margin-left: 80px;\">(iii) whether there will be a mediation before the arbitration;<\/p>\n<p style=\"margin-left: 80px;\">(iv) date of the oral hearing, if applicable;<\/p>\n<p style=\"margin-left: 80px;\">(v) if there will be an oral hearing, whether there will be a reporter (at extra cost paid directly by the parties to the reporter);<\/p>\n<p style=\"margin-left: 80px;\">(vi) clarification of the issues the arbitrator is asked to decide; and<\/p>\n<p style=\"margin-left: 80px;\">(vii) setting specific dates for the tasks required in these Rules (as limited by the time constraints in these Rules).<\/p>\n<p style=\"margin-left: 40px;\">(c) Within five business days of the Initial Meeting, the arbitrator will send Terms of Appointment to the parties for their review and approval, setting out the process for the arbitration and issues to be determined, as agreed at the Initial Meeting. The parties will confirm their acceptance of the Terms of Appointment within 10 business days of receipt of the Terms of Appointment.<\/p>\n<p style=\"margin-left: 40px;\">(d) In the event that the arbitrator does not receive a response from a party within 10 business days of sending the Terms of Appointment or if the parties do not agree on the content, the Terms of Appointment will be set by the arbitrator (within 12 business days of sending the Terms of Appointment to the parties).<\/p>\n<h3 id=\"in-writing-only-arbitration\">8. In Writing Only Arbitration<\/h3>\n<p>In the event that the parties elect to have an In Writing Only arbitration, the procedure will be as follows:<\/p>\n<p style=\"margin-left: 40px;\">(a) Within 20 business days of the finalization of the Terms of Appointment, the Claimant will provide a brief to both the arbitrator and the other party containing the following:<\/p>\n<p style=\"margin-left: 80px;\">(i) a written memorandum (maximum 20 pages in length) setting out the Claimant’s position on the issues set out in the Terms of Appointment;<\/p>\n<p style=\"margin-left: 80px;\">(ii) any documentary evidence the Claimant considers relevant or wishes to rely on (maximum 20 documents and 200 pages). An excerpt from a document is acceptable but is considered one document. For clarity, a series of connected documents such as a series of emails or a series of letters may be considered one document; and<\/p>\n<p style=\"margin-left: 80px;\">(iii) up to three cases that the Claimant wishes to rely on.<\/p>\n<p style=\"margin-left: 40px;\">(b) Within 15 business days of the receipt of the Claimant’s memorandum, the Respondent will provide a brief to both the arbitrator and the other party containing the following:<\/p>\n<p style=\"margin-left: 80px;\">(i) a written memorandum (maximum 25 pages in length) in reply setting out the Respondent’s position on the issues set out in the Terms of Appointment;<\/p>\n<p style=\"margin-left: 80px;\">(ii) any documentary evidence that the Respondent wishes to rely on (maximum 20 documents and 200 pages); and<\/p>\n<p style=\"margin-left: 80px;\">(iii) up to three cases that the Respondent wishes to rely on.<\/p>\n<p style=\"margin-left: 40px;\">(c) Within five business days of the receipt of the Respondent’s memorandum, the Claimant may submit to both the arbitrator and the other party a rebuttal statement. The maximum length of the rebuttal statement is five pages. No further documents or cases may be submitted.<\/p>\n<h3 id=\"process-if-oral-hearing\">9. Process if Oral Hearing<\/h3>\n<p>If the parties do not agree to have an In Writing Only arbitration, the process will be as follows:<\/p>\n<p style=\"margin-left: 40px;\">(a) The oral hearing will be held within two months of the Initial Meeting.<\/p>\n<p style=\"margin-left: 40px;\">(b) Twenty business days before the date scheduled for the oral hearing, the Claimant will provide a brief to both the arbitrator and the other party containing the following:<\/p>\n<p style=\"margin-left: 80px;\">(i) a written memorandum (maximum 20 pages in length) setting out the Claimant’s position on the issues set out in the Terms of Appointment;<\/p>\n<p style=\"margin-left: 80px;\">(ii) any documentary evidence (maximum 20 documents and 200 pages) the Claimant considers relevant or wishes to rely on. An excerpt from a document is acceptable but is considered one document. For clarity, a series of connected documents such as a series of emails or a series of letters may be considered one document;<\/p>\n<p style=\"margin-left: 80px;\">(iii) up to three cases that the Claimant wishes to rely on; and<\/p>\n<p style=\"margin-left: 80px;\">(iv) affidavits of the evidence in chief of a maximum of two witnesses, with a combined maximum length of 40 pages.<\/p>\n<p style=\"margin-left: 40px;\">(c) Ten business days before the date scheduled for the arbitration, the Respondent will provide a brief to the arbitrator and to the other party containing the following:<\/p>\n<p style=\"margin-left: 80px;\">(i) a written memorandum (maximum 25 pages in length) setting out the Respondent’s position on the issues set out in the Terms of Appointment;<\/p>\n<p style=\"margin-left: 80px;\">(ii) any documentary evidence (maximum 20 documents and 200 pages) the Respondent considers relevant or intends to rely on. An excerpt from a document is acceptable but is considered one document. For clarity, a series of connected documents such as a series of emails or a series of letters may be considered one document;<\/p>\n<p style=\"margin-left: 80px;\">(iii) up to three cases that the Respondent wishes to rely on; and<\/p>\n<p style=\"margin-left: 80px;\">(iv) affidavits of the evidence in chief of a maximum of two witnesses (combined maximum length of 40 pages).<\/p>\n<p style=\"margin-left: 40px;\">(d) Five business days before the scheduled date for the arbitration, the Claimant may submit a written reply of no more than five pages, but may submit no further documents and no further cases.<\/p>\n<p style=\"margin-left: 40px;\">(e) The arbitration hearing shall last no more than one day. The hearing will commence at 9:30 a.m.; have one morning break of 15 minutes; break at 1:00 p.m. for lunch; resume at 2:00 p.m.; have one afternoon break; and conclude no later than 4:30 p.m.<\/p>\n<p style=\"margin-left: 40px;\">(f) Each party will have a maximum of one half hour to present its opening argument and to summarize the affidavit evidence of its witnesses.<\/p>\n<p style=\"margin-left: 40px;\">(g) Each party shall have a maximum of one hour to cross-examine the other party’s witnesses.<\/p>\n<p style=\"margin-left: 40px;\">(h) Each party shall have a maximum of one hour for closing argument. The Claimant may reserve up to 10 minutes of its hour for reply if it so chooses.<\/p>\n<h3 id=\"other-process-rules\">10. Other Process Rules<\/h3>\n<p style=\"margin-left: 40px;\">(a) There will be no oral or other documentary discovery.<\/p>\n<p style=\"margin-left: 40px;\">(b) There will be no expert reports and no evidence of an expert witness.<\/p>\n<p style=\"margin-left: 40px;\">(c) There will be no preliminary motions other than requests to extend the timeframes set out in these Rules because of illness or extraordinary and unforeseen circumstances. For the sake of clarity, lawyers’ or parties’ other work commitments are not to be considered extraordinary or unforeseen circumstances. Such motions will take place by conference call (arranged by the arbitrator) with no written submissions.<\/p>\n<p style=\"margin-left: 40px;\">(d) The arbitrator shall enforce the time limitations set out in these Rules. If the parties fail to abide by the limitations in these Rules, the arbitrator will only consider evidence submitted within the time and page allowances prescribed by these Rules.<\/p>\n<h3 id=\"hearing-using-evideo-technology\">11. Hearing Using eVideo Technology<\/h3>\n<p>The arbitrator may allow for the presentation of evidence using eVideo technology. Such technology allows an arbitration to be conducted via computer when parties are located in different cities or countries.<\/p>\n<p>The cost for an arbitration using eVideo technology will be set by ADR Chambers. If the parties agree to proceed using such technology, the parties agree to pay the additional fee then applicable.<\/p>\n<h3 id=\"rules-of-evidence\">12. Rules of Evidence<\/h3>\n<p>All information is admissible at the hearing and need not be proven in accordance with the Rules of evidence. The arbitrator will decide how much weight to attach to any information.<\/p>\n<h3 id=\"failure-to-comply-with-rules\">13. Failure to Comply with Rules<\/h3>\n<p>Where a party fails to comply with these Rules, or any order of the arbitrator pursuant to these Rules, in a manner deemed material by the arbitrator, the arbitrator may fix a reasonable period of time for compliance and, if the party does not comply within said period, the arbitrator may impose a remedy he or she deems just, including an award on default. Prior to entering an award on default, the arbitrator shall require the non-defaulting party to produce evidence and legal argument in support of its contentions as the arbitrator may deem appropriate. The arbitrator may receive such evidence and argument without the defaulting party’s presence or participation.<\/p>\n<h3 id=\"final-offer-selection\">14. Final Offer Selection<\/h3>\n<p>The parties may elect to have a Final Offer Selection arbitration. In such cases, both parties must submit their briefs and supporting material to ADR Chambers and to the arbitrator simultaneously, in the time set in these rules for the Claimant to submit its material. In its brief, each party will submit its final offer. The arbitrator may only select one final offer, in its entirety, without modifications.<\/p>\n<h3 id=\"no-reasons\">15. No Reasons<\/h3>\n<p>Where the parties have decided to have a Final Offer Selection arbitration, they may also decide to have a No Reasons arbitration. In such cases, no reasons will be given for the selection of the final offer. A No Reasons arbitration may only occur if the arbitration is a Final Offer Selection arbitration.<\/p>\n<h3 id=\"challenges-to-jurisdiction-of-the-arbitrator\">16. Challenges to Jurisdiction of the Arbitrator<\/h3>\n<p>The arbitrator shall have the power to hear and determine challenges to his or her jurisdiction, including any objections with respect to the existence, scope or validity of the arbitration agreement. Such a challenge must be made at the hearing and will not extend the time limits set out in these Rules.<\/p>\n<h3 id=\"full-answer-and-defence\">17. Full Answer and Defence<\/h3>\n<p>The parties agree that arbitration under these Rules provides each party with an opportunity to present its case and respond to the case of the other party.<\/p>\n<h3 id=\"interest\">18. Interest<\/h3>\n<p>The arbitrator may order simple interest to be paid, if applicable, and the date from which interest runs.<\/p>\n<h3 id=\"costs\">19. Costs<\/h3>\n<p>The arbitrator may determine liability for the costs of the arbitration and may apportion costs between the parties or to one of the parties. In awarding costs, the arbitrator may take into account the conduct of the parties in the proceedings. If there is an order with respect to costs, the order will stipulate a payment as between the parties, as the arbitration fees will already be on deposit. There will be no order with respect to legal costs as each party will bear his, her or its own legal costs.<\/p>\n<h3 id=\"the-award\">20. The Award<\/h3>\n<p>The arbitrator’s award shall not be released to the parties until all outstanding charges of ADR Chambers for fees relating to the arbitration have been paid.<\/p>\n<p>The award of the arbitrator is binding upon the parties and they shall comply in good faith with the decision.<\/p>\n<h3 id=\"timing-of-decision-and-reasons\">21. Timing of Decision and Reasons<\/h3>\n<p>The arbitrator will release the decision in a No Reasons arbitration within 10 business days of the conclusion of the hearing (or, for an In Writing Only arbitration, the submission of (or date set for) the submission of the Claimant’s Rebuttal). In other arbitrations, reasons will be released within 10 business days of the conclusion of the hearing. Reasons need not set out the arguments of the parties, except to the extent necessary to explain the arbitrator’s reasoning.<\/p>\n<p>The parties also agree that abbreviated and incomplete reasons are acceptable as part of the Expedited Arbitration process and do not provide grounds for appeal or judicial review.<\/p>\n<p>The arbitrator does not lose jurisdiction by a failure to complete and release the award in the time specified.<\/p>\n<p>Neither the decision nor the reasons will be released unless and until the total deposit for the arbitration is paid by the parties.<\/p>\n<h3 id=\"amendments-and-corrections-to-the-award\">22. Amendments and Corrections to the Award<\/h3>\n<p style=\"margin-left: 40px;\">(a) On the application of a party or on the arbitrator’s own initiative, an arbitrator may amend an award to correct a clerical or typographical error, an accidental error, slip, omission or similar mistake, or an arithmetical error made in a computation.<\/p>\n<p style=\"margin-left: 40px;\">(b) An application by a party under subsection 22(a) must be made within five business days after the Reasons are released.<\/p>\n<h3 id=\"cancellation-or-adjournment\">23. Cancellation or Adjournment<\/h3>\n<p>If the matter is cancelled and the Initial Meeting has not yet taken place, a $500 filing fee, payable by the Claimant, will be forfeited and there will be no other fees charged.<\/p>\n<p>If the matter is to proceed by way of an oral hearing and is cancelled or adjourned after the Initial Meeting and more than one month prior to the oral hearing, 75% of the arbitration fee will be refunded; if the matter is cancelled or adjourned more than one week prior to an oral hearing but less than one month before the oral hearing, one-half of the fee for the arbitration will be refunded to the parties. If the matter is cancelled or adjourned within one week of the oral hearing, 25% of the fees for arbitration will be refunded to the parties.<\/p>\n<p>If the matter is to proceed In Writing Only and is cancelled after the Initial Meeting, a $500 filing fee, payable by the Claimant, will apply, plus the cost of time spent by the arbitrator, to be split equally between the parties.<\/p>\n<h3 id=\"finality-of-award\">24. Finality of Award<\/h3>\n<p>An arbitration award under these Rules is final and binding on the parties and is not subject to an appeal or review on any grounds, including (without limitation) lack of jurisdiction, except where the law in the location where the arbitration is held requires a right of appeal to be maintained.<\/p>\n<p>For clarity, the failure of an arbitrator to comply with a provision of these Rules will not provide the basis for an appeal of the award.<\/p>\n<h3 id=\"privacy-and-confidentiality-of-arbitration\">25. Privacy and Confidentiality of Arbitration<\/h3>\n<p style=\"margin-left: 40px;\">(a) The arbitration shall be private and confidential. All persons (including witnesses) other than parties and their representatives may only attend an oral hearing with the consent of both of the parties.<\/p>\n<p style=\"margin-left: 40px;\">(b) The parties agree that they will not seek to compel the arbitrator, nor any of ADR Chambers’ employees, to appear as a witness or expert in any pending or future legal or judicial or other adversarial proceeding involving any one or more of the parties and relating in any way to the subject matter of the arbitration.<\/p>\n<h3 id=\"immunity\">26. Immunity<\/h3>\n<p>None of ADR Chambers, the arbitrator, nor any member of ADR Chambers’ staff will be liable to any party, lawyer or witness, or officer, director or employee of any party for any act or omission in connection with an arbitration. The parties jointly and severally indemnify and hold harmless ADR Chambers, its staff and the arbitrator in respect of such claims. The arbitrator will have the same protections and immunities as a judge of the superior court in the province, state or territory where the arbitration is held.<\/p>\n<h3 id=\"amendment-to-rules\">27. Amendment to Rules<\/h3>\n<p>These Rules may be amended by ADR Chambers in its sole discretion. Amendments become effective when they are posted to the ADR Chambers website but the Rules in effect when the arbitration is confirmed by ADR Chambers will be the Rules that govern.<\/p>\n<h4>These rules are effective as of March 29, 2017 and are subject to change without notice.<\/h4>\n<p>These Rules replace all prior rules of arbitration promulgated by ADR Chambers. Copies of ADR Chambers rules that were in effect prior to the date of these current rules may be obtained from ADR Chambers.[\/vc_column_text][\/vc_column][vc_column width=&#8221;1\/3&#8243; el_class=&#8221;hidden-print&#8221;][vc_btn title=&#8221;Book an Expedited Arbitration&#8221; style=&#8221;custom&#8221; custom_background=&#8221;#dd0046&#8243; custom_text=&#8221;#ffffff&#8221; shape=&#8221;square&#8221; align=&#8221;center&#8221; i_icon_fontawesome=&#8221;fa fa-calendar&#8221; button_block=&#8221;true&#8221; add_icon=&#8221;true&#8221; link=&#8221;url:https%3A%2F%2Fadrchambers.com%2Frequest-a-neutral%2F|||&#8221;][vc_wp_custommenu nav_menu=&#8221;153&#8243;][vc_custom_heading text=&#8221;Expedited Arbitration&#8221; font_container=&#8221;tag:h3|text_align:left&#8221; use_theme_fonts=&#8221;yes&#8221; el_class=&#8221;menu-header&#8221;][vc_wp_custommenu nav_menu=&#8221;67&#8243;][vc_wp_custommenu nav_menu=&#8221;73&#8243;][\/vc_column][\/vc_row]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column width=&#8221;2\/3&#8243;][vc_column_text css=&#8221;.vc_custom_1534441847123{margin-bottom: 0px !important;}&#8221;]Download Expedited Arbitration Rules (PDF). [\/vc_column_text][vc_row_inner][vc_column_inner width=&#8221;1\/2&#8243;][vc_column_text] Arbitration Under These Rules Starting The Arbitration Notice to Arbitrate Response to the Notice to Arbitrate Appointment of Arbitrator Fees and Deposit Initial Meeting In Writing Only Arbitration Process if Oral Hearing Other Process Rules Hearing Using eVideo Technology Rules of Evidence Failure to Comply with [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":803,"menu_order":2,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.8.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Expedited Arbitration Rules | ADR Chambers<\/title>\n<meta name=\"description\" content=\"There is a strong desire among those who have disputes to control the time and cost of a binding dispute resolution process.\" \/>\n<meta name=\"robots\" content=\"index, follow\" \/>\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Expedited Arbitration Rules | ADR Chambers\" \/>\n<meta property=\"og:description\" content=\"There is a strong desire among those who have disputes to control the time and cost of a binding dispute resolution process.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/\" \/>\n<meta property=\"og:site_name\" content=\"ADR Chambers\" \/>\n<meta property=\"article:modified_time\" content=\"2018-10-26T07:39:36+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/adrchambers.com\/#website\",\"url\":\"https:\/\/adrchambers.com\/\",\"name\":\"ADR Chambers\",\"description\":\"The world\\u2019s dispute resolution leader - ADR Chambers has administered over 55,000 mediations and arbitrations in the last four years, making it the largest ADR firm in the world.\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/adrchambers.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/#webpage\",\"url\":\"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/\",\"name\":\"Expedited Arbitration Rules | ADR Chambers\",\"isPartOf\":{\"@id\":\"https:\/\/adrchambers.com\/#website\"},\"datePublished\":\"2017-05-26T18:42:00+00:00\",\"dateModified\":\"2018-10-26T07:39:36+00:00\",\"description\":\"There is a strong desire among those who have disputes to control the time and cost of a binding dispute resolution process.\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/adrchambers.com\/expedited-arbitration\/rules\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/371"}],"collection":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/comments?post=371"}],"version-history":[{"count":41,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/371\/revisions"}],"predecessor-version":[{"id":2502,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/371\/revisions\/2502"}],"up":[{"embeddable":true,"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/pages\/803"}],"wp:attachment":[{"href":"https:\/\/adrchambers.com\/wp-json\/wp\/v2\/media?parent=371"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}